[
{"title": " LHR London Heathrow Airport: Plaza Premium Lounge      ", "description": "Relax and refresh before your departure or in-between flights in the comfort of a premium lounge at Heathrow Airport. Choose between a 3-hour or 6-hour stay, enjoy unlimited high-speed Wi-Fi, shower facilities, and dine on delicious food and beverages.\n  ", "price": "35.57", "rating": "\n      3.6 / 5\n    ", "provider": "\n    Plaza Premium Group\n  "},
{"title": " London Christmas Lights Tour by Vintage Bus Open Top      ", "description": "Climb aboard a classic open-top Routemaster bus decked out with festive decorations for the holiday season, and see the sights and Christmas lights of London from a unique perspective.\n  ", "price": "28", "rating": "\n      4.1 / 5\n    ", "provider": "\n    The Classic Tour\n  "},
{"title": " London Zoo: Entry Ticket      ", "description": "\n    Book your ZSL London Zoo entrance ticket in advance and discover just under 15,000 animals in an oasis in the heart of the capital surrounded by Regent's Park, listed buildings, and beautiful gardens.\n  ", "price": "28.50", "rating": "\n      4.3 / 5\n    ", "provider": "\n    ZSL London Zoo\n  "},
{"title": " London: London Dungeon, London Eye, & Madame Tussauds Combo      ", "description": "See more of London for less with this combination entry ticket to three of the city's most iconic attractions: the London Eye, Madame Tussauds, and the London Dungeon.\n  ", "price": "60", "rating": "\n      4.6 / 5\n    ", "provider": "\n    London Dungeon - MEG\n  "},
{"title": " London: St Paul's Cathedral Entry Ticket      ", "description": "Enjoy discounted entrance to the London landmark of St Paul's Cathedral. Explore the cathedral floor and crypt, climb its 3 galleries and view panoramic London from the top of the dome. Multimedia guides and tours provided.\n  ", "price": "18", "rating": "\n      4.7 / 5\n    ", "provider": "\n    St Paul's Cathedral\n  "},
{"title": " London: Tottenham Hotspur Stadium Tour      ", "description": "Visit the new, state-of-the-art home of the Tottenham Hotspur Football Club. Explore London's newest stadium from the changing rooms to the managerial dugout.\n  ", "price": "27", "rating": "\n      4.8 / 5\n    ", "provider": "\n    Tottenham Hotspur Football Club\n  "},
{"title": " London: The Shard Entry Ticket      ", "description": "\n    Admire the sprawling metropolis of London from the 72nd floor of one of the city's most iconic landmarks. Enjoy 360-degree panoramic views of the city from inside or, if you’re feeling brave, venture outside onto Western Europe’s highest viewing platform.\n  ", "price": "28", "rating": "\n      4.6 / 5\n    ", "provider": "\n    The View from The Shard\n  "},
{"title": " Windsor Castle Admission Ticket      ", "description": "Explore Windsor Castle and the State Apartments with this entry ticket. Learn about the castle’s history, and marvel at treasures from the royal collection.\n  ", "price": "26.50", "rating": "\n      4.7 / 5\n    ", "provider": "\n    Royal Collection Trust\n  "},
{"title": " From London: Stonehenge Half-Day Tour with Audio Guide      ", "description": "\n    Explore the site of the legendary stone circle of Stonehenge and learn about its mysteries on a tour from London complete with a free, downloadable audio guide.\n  ", "price": "58", "rating": "\n      4.3 / 5\n    ", "provider": "\n    Golden Tours - Gray Line London\n  "},
{"title": " Harry Potter: Warner Bros. Studio Tour from King's Cross      ", "description": "This Warner Bros. Studio Tour London – The Making of Harry Potter package includes round-trip transportation from King’s Cross. You’ll have extended time to explore the studios, and be able to see everything from the Hogwarts Express to The Great Hall.\n  ", "price": "94", "rating": "\n      4.7 / 5\n    ", "provider": "\n    Golden Tours - Gray Line London\n  "},
{"title": " Warner Bros. Studio London: Tour with Bus Transfers      ", "description": "Join the Warner Bros. Studio London Tour and go behind the scenes and onto the sets where the Harry Potter movies were filmed. Experience the magic and see the actual props, costumes, and special effects used in creating the movies.\n  ", "price": "94", "rating": "\n      4.6 / 5\n    ", "provider": "\n    Evan Evans Tours\n  "},
{"title": " Stansted Airport: Central London Bus Transfer      ", "description": "\n    Start or finish off your holiday the easy way with a great value bus transfer between Stansted Airport and the center of London. Avoid London's busy public transport and instead, sit back and relax as you reach the capital comfortably and quickly.\n  ", "price": "14", "rating": "\n      4.4 / 5\n    ", "provider": "\n    National Express\n  "},
{"title": " London: Harry Potter Studio Tour and Oxford Day Trip      ", "description": "Depart London on a bus day trip to experience the magical Warner Bros. Studio Tour 'The Making of Harry Potter' and to admire the grounds of Oxford University on a guided walking tour.\n  ", "price": "119", "rating": "\n      4.6 / 5\n    ", "provider": "\n    International Friends\n  "},
{"title": " Madame Tussauds London      ", "description": "Step into the spotlight at Madame Tussauds London, the home of famous fun in the capital. Star in immersive experiences and get up close with more than 250 lifelike figures of your favorite celebrities. Enjoy plenty of fun new additions.\n  ", "price": "33.50", "rating": "\n      4.3 / 5\n    ", "provider": "\n    Madame Tussauds London - MEG\n  "},
{"title": " From London: Harry Potter Warner Bros Studio Tour      ", "description": "Learn behind-the-scenes secrets of making the \"Harry Potter\" series on a visit to the Warner Bros. Studio. See the whimsical sets, props, and costumes used in the film.\n  ", "price": "94", "rating": "\n      4.7 / 5\n    ", "provider": "\n    Premium Tours\n  "},
{"title": " London: Tower of London and Crown Jewels Exhibition Ticket      ", "description": "\n    Absorb over 1000 years of history at the Tower of London, and see the Crown Jewels. Gather fascinating insights from the Yeoman Warders, the guardians of the Tower, and spot the ravens.\n  ", "price": "29.90", "rating": "\n      4.6 / 5\n    ", "provider": "\n    Historic Royal Palaces\n  "},
{"title": " London: Entry Ticket to London Dungeon with Optional Drinks      ", "description": "Experience the dangerous streets and unsavory characters from London's perilous past ⁠with entry tickets to the London Dungeon. Hear, touch, and smell 1000 years of dark history with funny storytelling.\n  ", "price": "28", "rating": "\n      4.4 / 5\n    ", "provider": "\n    London Dungeon - MEG\n  "},
{"title": " London: Climb The Roof of The O2 Arena      ", "description": "Prepare yourself for an unforgettable 90-minute experience climbing over the iconic roof of the world’s most popular entertainment venue. Discover a different side of the city with incredible views.\n  ", "price": "35", "rating": "\n      4.8 / 5\n    ", "provider": "\n    Up at The O2\n  "},
{"title": " London: London Eye and Madame Tussauds Combo Ticket      ", "description": "Save with this combo ticket to The London Eye and Madame Tussauds. Enjoy 360° moving views in the heart of the city, and delight in the glamour of the celebrity museum.\n  ", "price": "50", "rating": "\n      4.6 / 5\n    ", "provider": "\n    The London Eye - MEG\n  "},
{"title": " The London Eye: Entry Ticket      ", "description": "\n    A trip on the London Eye is truly captivating. The attraction is one of the world's tallest observation wheels and has been London’s number one visitor experience for over a decade.\n  ", "price": "32.50", "rating": "\n      4.5 / 5\n    ", "provider": "\n    The London Eye - MEG\n  "}
]