[
{"title": "David Copperfield at the MGM Grand Hotel and Casino", "description": ["No visit to Las Vegas is complete without a magic show. Book your ticket in advance and guarantee a seat at a magic show delivered by the legendary performer David Copperfield. The MGM Grand Hotel and Casino hosts the critically acclaimed star, who has impressed audiences for years with convincing illusions and fascinating stories. Choose from multiple showtimes per day."], "url": "https://www.viator.com/tours/Las-Vegas/David-Copperfield-at-the-MGM-Grand-Hotel-and-Casino/d684-5156LASDAV", "price": "94.73", "rating": "4.0"},
{"title": "Red Rock Canyon Hiking Tour", "description": ["Take a break from the casinos and work off those free drinks on a hike through Red Rock Canyon, a favorite local getaway from Las Vegas. A guide helps you choose from three trail options to match your hiking level and interests. Enjoy sandstone scenery and desert vegetation as you explore the Nevada wilderness. Bottled water is provided, and pickup is included from select hotels on the Strip.", "With a choice of three trails, morning or afternoon, you can tailor your trip to your schedule and ability."], "url": "https://www.viator.com/tours/Las-Vegas/Red-Rock-Canyon-Hiking-Tour/d684-5109_HI002", "price": "123.29", "rating": "5.0"},
{"title": "Las Vegas walking tasting tour with Secret Food Tours", "description": ["Las Vegas is known for its celebrity dining and ritzy casinos. On this small-group walking tour, visit some of the most sought-after restaurants run by chefs like Gordon Ramsay and Giada De Laurentiis and try some of their signature dishes. Your guide is there to help you understand more about Vegas' history, culture, and gastronomy as you stroll along The Strip and sample delicious cuisines."], "url": "https://www.viator.com/tours/Las-Vegas/Secret-Food-Tours-Las-Vegas/d684-7812P28", "price": "134.68", "rating": "5.0"},
{"title": "Big Bus Las Vegas Open Top Night Tour", "description": ["As dusk falls, the city comes to life illuminated by the dazzling neon lights Las Vegas is famous for. Take in dancing fountains and erupting volcanoes as you travel the Infamous Las Vegas Strip. The tour leads you past casinos, wedding chapels and historic landmarks as you enter the heart of downtown. Choose to go on an adventure with your tour guide as you walk down Fremont Street. During the walking tour you will see sights such as a 61 pound golden nugget!  After a brief guided walking tour, you will be able to immerse yourself in the best that downtown has to offer: live entertainment, street artists, costumed entertainers and of course the word famous Fremont Street Light and Sound show."], "url": "https://www.viator.com/tours/Las-Vegas/Big-Bus-Las-Vegas-Night-Tour/d684-5096LASNIGHT", "price": "47.41", "rating": "4.0"},
{"title": "Exclusive: VIP Helicopter Strip Flight with Eiffel Tower Dinner", "description": ["Celebrate a special occasion or enjoy a romantic night out with your partner on a helicopter tour with dinner included. After convenient pickup from your hotel and a pre–flight beverage, take in views of Vegas landmarks from an aerial perspective rarely seen by visitors. Recount the experience during your 3–course dinner at the Eiffel Tower Restaurant with panoramic views of the city.", "This exclusive, all-inclusive experience ensures you will be treated like a VIP on your night out."], "url": "https://www.viator.com/tours/Las-Vegas/Vegas-Night-Out-VIP-Helicopter-Strip-Flight-with-Eiffel-Tower-Dinner/d684-5516P8", "price": "331.95", "rating": "4.0"},
{"title": "Private Vacation Photography Session with Photographer in Las Vegas", "description": ["Capture memories of your trip to Las Vegas with your own photographer. Meet your photographer and choose a location to serve as the backdrop for your photos. Then, enjoy a relaxed experience as your photographer captures candid and posed shots of you and your group. Whether you're a solo traveler, a couple, a family, or celebrating a special occasion, this shoot is able to suit everyone."], "url": "https://www.viator.com/tours/Las-Vegas/120-Minute-Private-Vacation-Photography-Session-with-Photographer-in-Las-Vegas/d684-103118P154", "price": "283.59", "rating": "5.0"},
{"title": "Go City: Las Vegas All-Inclusive Pass with 35+ Attractions", "description": ["Purchase a Las Vegas All-Inclusive Pass by Go City and make the most of your vacation in Las Vegas. This easy to use digital pass lets you hit the ground running once you arrive, all while enjoying great savings on the city's most popular attractions, tours, shows and experiences. Choose from a 2, 3, 4, or 5-day pass depending on your schedule and budget, and visit as many attractions as you like; 3 or more day passes also includes one premium attraction choice: between a Grand Canyon full-day tour complete with roundtrip transportation, a Helicopter ride over the Vegas Strip, an adrenaline-inducing experience with SkyJump at the STRAT, or a tour of Zyon National Park and Bryce Canyon.\n\nPlease note: Enjoy the extra flexibility in case your travel plans need to change: All passes are valid for two years from purchase date and only become activated with your first attraction visit. After activation your pass will be valid for the remaining number of consecutive days purchased."], "url": "https://www.viator.com/tours/Las-Vegas/Go-Las-Vegas-Card/d684-3958GOVEGAS", "price": "114.76", "rating": "3.5"},
{"title": "Red Rock Canyon Wedding by Private Limousine", "description": ["Celebrate a Las Vegas wedding like no other—and leave all the details and logistics to someone else—when you book this private package at Red Rock Canyon. Following pickup at your hotel, travel via limousine to purchase your marriage license. Then, head into nature in the company of a licensed priest and professional photographer, and get married against the backdrop of the region's one-of-a-kind desert scenery."], "url": "https://www.viator.com/tours/Las-Vegas/Red-Rock-Canyon-Wedding-by-Private-Limousine/d684-2596P2", "price": "612.69", "rating": "5.0"},
{"title": "Valley of Fire and Seven Magic Mountains Day Tour from Las Vegas", "description": ["Many visitors to Las Vegas miss out on the spectacular scenery just outside of the city. This tour ensures that you don't make the same mistake by taking you to two unique places in just one day. First you'll visit the Valley of Fire where you'll see Elephant Rock, Cabins, Rainbow Vista, and two secret spots, then you'll continue on to the the Seven Magic Mountains to soak up its artistic beauty."], "url": "https://www.viator.com/tours/Las-Vegas/Beautiful-one-day-tour-from-Las-Vegas-to-the-Valley-of-Fire-and-Red-Rock-Canyon/d684-256446P2", "price": "142.27", "rating": "5.0"},
{"title": "Downtown Las Vegas Food Tour by Segway", "description": ["Foodies will find plenty to get excited about in Las Vegas, with everything from gourmet dining to tasty street food, and cuisine from all around the globe. On this tasting tour, zip around downtown Las Vegas on a Segway and cover more ground than you could on foot. Along the way, hop off at up to five different restaurants, popular with locals; sample a variety of delicious foods; and gain a fascinating insight into Las Vegas’ foodie scene."], "url": "https://www.viator.com/tours/Las-Vegas/Downtown-Las-Vegas-Food-Tour-by-Segway/d684-6783P11", "price": "179.26", "rating": "5.0"},
{"title": "Upper Antelope Canyon, Horseshoe Bend, Glen Dam One Day Tour From Las Vegas", "description": ["Ideal for travelers looking to explore outside of Las Vegas, this small-group day trip covers Horseshoe Bend and Antelope Canyon in one day of sightseeing. After taking a short break in Page, Arizona, head to Horseshoe Bend to catch views 900 feet (275 meters) above the Colorado River. Then, visit Antelope Canyon X, a sandstone slot canyon within the Navajo Nation that’s popular with photographers."], "url": "https://www.viator.com/tours/Las-Vegas/1-Day-Antelope-Canyon-X-and-Horseshoe-Bend-Tour-From-Las-Vegas-Ticket-Included/d684-326264P8", "price": "274.10", "rating": "5.0"},
{"title": "Las Vegas Strip by Limo with Personal Photographer", "description": ["Explore the bright lights of the famous Las Vegas Strip in a stretch limousine and have the evening documented by a professional photographer during this tour. Select a 1- or 2-hour experience, then stop at any of the popular Sin City casinos and/or attractions desired. Along the way, a photographer will capture the festivities with pictures that will be sent via email the following day. It’s a great idea for celebrating a special occasion — or just a night out on the town. Hotel pickup/drop-off and bottle of champagne included."], "url": "https://www.viator.com/tours/Las-Vegas/Viator-Exclusive-Las-Vegas-Strip-by-Limo-with-Personal-Photographer/d684-6238NIGHT", "price": "474.22", "rating": "5.0"},
{"title": "Lower Antelope Canyon, Horseshoe Bend, Glen Dam One Day Tour From Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/1-Day-Upper-Antelope-Canyon-and-Horseshoe-Bend-Bus-Tour-From-Las-Vegas/d684-326264P6", "price": "187.79", "rating": "4.5"},
{"title": "Las Vegas to Las Vegas McCarran Airport (LAS) - Departure Private Transfer", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-to-Las-Vegas-McCarran-Airport-LAS-Departure-Private-Transfer/d684-128285P1319", "price": "37.80", "rating": "3.0"},
{"title": "Las Vegas Photo Tour by Luxurious Vehicle", "description": ["What happens in Vegas usually stays in Vegas, but you’ll take your memories back home with this exclusive photo tour of the Las Vegas Strip. Hop a limousine or party bus and settle back with your friends or loved ones over a glass of bubbly. You’ll hit three iconic attractions with your own professional photographer in tow, so you and your party can strike your best poses."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Photo-Tour-by-Limousine-or-Party-Bus/d684-39239P6", "price": "568.13", "rating": "5.0"},
{"title": "Shuttle Between Las Vegas and Page-Lake Powell", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Page-and-Antelope-Canyon-Shuttle-from-Las-Vegas/d684-60136P8", "price": "90.10", "rating": null},
{"title": "2-Hour Guided Segway Tour of Downtown Las Vegas", "description": ["Experience the fascinating history of old Las Vegas like never before on this guided, 2-hour, small-group Segway tour. See some of Fremont Street’s most fascinating attractions, like the Fremont Street Experience, Container Park, the Mob Museum, Symphony Park and the Gold and Silver Pawn Shop featured on the hit TV show 'Pawn Stars'. Guided Segway training is included. Dress in weather-appropriate clothes with flat, closed-toed shoes."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Segway-Tour-South-Fremont-Street/d684-6783NFSFT", "price": "127.12", "rating": "5.0"},
{"title": "Full-Day Tour to Zion National Park from Las Vegas", "description": ["Visit Zion National Park on a full-day tour from Las Vegas that’s a convenient, cost-effective way to ensure you get there and back in a single day. With someone else doing the driving, you can relax and take in views of the Arizona Strip, Dixie National Forest, and soaring mesas, then arrive in Zion to see some of the highest sandstone cliffs on earth."], "url": "https://www.viator.com/tours/Las-Vegas/Day-Trip-to-Zion-National-Park-from-Las-Vegas/d684-43493P7", "price": "198.23", "rating": "4.0"},
{"title": "Self-Drive 1-Day Grand Canyon Whitewater Rafting Tour", "description": ["Add a thrilling outdoor adventure to any Las Vegas or Flagstaff vacation with this guided whitewater rafting trip down the Colorado River. Take a road trip to Peach Springs, Arizona, home of the Hualapai Indians at the gateway to the Grand Canyon. Then, challenge the mighty Colorado River’s varied rapids on a 40-mile (64-kilometer) journey through the canyon, taking a side hike to a travertine waterfall along the way. Boxed lunch is included, and an optional hotel pickup and drop-off is available to purchase."], "url": "https://www.viator.com/tours/Kingman/Self-Drive-One-Day-Grand-Canyon-White-Water-Rafting-Tour/d50726-5167SD", "price": "569.07", "rating": "4.5"},
{"title": "Private ATV Sunset Tour", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/atv-tour/d684-334068P1", "price": "113.81", "rating": "4.5"},
{"title": "Las Vegas Hip Hop Pool Crawl with Party Bus Experience", "description": ["Feel like a Vegas VIP without spending like a Vegas VIP. This hip-hop pool crawl takes you to the best pool parties in Vegas by party bus, allowing you to skip the long lines to get in. Dance the day away to some of the best DJs in Las Vegas at some of the hottest pools in town."], "url": "https://www.viator.com/tours/Las-Vegas/1-and-only-Hip-Hop-Pool-Crawl-in-Las-Vegas-w-unlimited-liquor-on-party-buses/d684-153175P2", "price": "47.42", "rating": "3.0"},
{"title": "Grand Canyon North Rim Air and Ground Tour with Optional ATV Ride", "description": ["Experience the grandeur of the Grand Canyon’s North Rim on this full-day air and ground tour over Lake Mead and the Hoover Dam. After landing near the secluded Bar 10 Ranch at the North Rim, embark on one of two options, both allowing for scenic views of this remote side of the canyon. The guided ATV option will take you along the canyon’s rim on an all-terrain vehicle through Whitmore Canyon and the Lake Mead Recreation Area. The non-ATV option leads you on a guided Polaris Ranger tour of the canyon’s edge.\n\n** Please note: Effective for bookings made from March 21, 2022, the price displayed does not include a USD25 per person fuel fee. This fee is payable direct to the supplier on the day of your tour **"], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-North-Rim-Air-and-Ground-Tour-with-Optional-ATV-Ride/d684-6338NORTH", "price": "373.69", "rating": "5.0"},
{"title": "THE JETS 80's & 90's Experience!", "description": ["Don't miss your chance to see 80's and 90's favorites, THE JETS live on stage in Las Vegas. Book your ticket in advance to guarantee your seat in your preferred section and get ready for a captivating, powerhouse show that will take you down memory lane, as the family band sensation takes to the stage to perform such hits as “Crush On You” and “You Got It All.\""], "url": "https://www.viator.com/tours/Las-Vegas/THE-JETS-80s-and-90s-Experience/d684-3072P41", "price": "56.90", "rating": "4.5"},
{"title": "Sunset Horseback Riding Adventure with BBQ Dinner", "description": ["Travel beyond Las Vegas city limits, and enjoy a one-of-a-kind way to explore Nevada’s dramatic landscapes, on this private horseback riding tour. Make your own way to the ranch, grab your gear, hop aboard your horse, and set off along the Rainbow Gardens trail, so named for its colorful canyons and rock formations. After a ride into nature, enjoy a barbecue meal of ribs, sides, and pie as the sun goes down."], "url": "https://www.viator.com/tours/Las-Vegas/Sunset-Horseback-Riding-Tour-with-BBQ-Dinner/d684-161027P3", "price": "114.75", "rating": "4.5"},
{"title": "Admission to the Erotic Heritage Museum Las Vegas", "description": ["Gain a better understanding of the relationship between art and sexuality with a visit to Las Vega's Erotic Heritage Museum. This prepaid ticket lets you visit for a self-guided tour during your selected time and includes access to all the exhibits and displays, which includes magazine covers, posters, mannequins, and sculptures."], "url": "https://www.viator.com/tours/Las-Vegas/Admission-to-the-Erotic-Heritage-Museum-Las-Vegas/d684-67918P1", "price": "22.76", "rating": "3.5"},
{"title": "Single/Double Rider for Exploring Las Vegas All Day Rental", "description": ["Save time and money, have fun and explore more of Las Vegas with an all-day scooter rental. By zipping around the city on a scooter, you'll be able to reach more places than is possible on foot and save money on taxis. Scooters, vespas, mopeds, trikes, Maddog scooters and slingshots are all available."], "url": "https://www.viator.com/tours/Las-Vegas/Single-Double-Rider-for-Exploring-Las-Vegas-All-Day-Rental/d684-150764P18", "price": "63.23", "rating": "2.5"},
{"title": "Hoover Dam: From Above, On Top, and Below with Boulder City Small Group Tour", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Hoover-Dam-From-Above-On-Top-And-Below-with-Boulder-City/d684-73781P6", "price": "103.38", "rating": "5.0"},
{"title": "Chuck Wagon Lunch and Show at the Firelight Barn in Henderson", "description": ["Get away from the hustle and bustle of the Las Vegas Strip, and take some time out for a Western-style experience in the nearby city of Henderson. Conveniently—both lunch and entertainment are included, so all you need to do is show up, enjoy great food, and have fun. The meal is a barbecue lunch, and the entertainment is a live show with singing, dancing, clogging, and plenty of surprises."], "url": "https://www.viator.com/tours/Las-Vegas/Chuck-Wagon-Lunch-Matinee/d684-177458P4", "price": "23.71", "rating": "4.5"},
{"title": "Las Vegas Drifting Ride-Along", "description": ["Step inside the race with a ride-along in a Dodge Hellcat SRT with a professional race driver, and feel the speed as you whip through two laps on our custom road course. Strap into the passenger seat and listen to the 505-horsepower engine open wide as you accelerate through the straightaway, then watch the world fly by as your driver steers into Speedway’s narrow turns."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Exotic-Car-Ride-Along/d684-5214LASRIDE", "price": "141.32", "rating": "5.0"},
{"title": "Private Transfer from Las Vegas (LAS) Airport to Las Vegas City", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Private-Transfer-from-Las-Vegas-LAS-Airport-to-Las-Vegas-City/d684-8653P6935", "price": "79.22", "rating": "1.0"},
{"title": "Animal Petting and Sunset Hike in Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Red-Rock-Animal-Petting-and-Sunset-Hike/d684-328547P3", "price": "56.90", "rating": null},
{"title": "Private Airport Transfer in Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Private-Arrival-Departure-Airport-Transfer-New-York-City/d684-355173P1", "price": "37.94", "rating": "3.5"},
{"title": "Valley of Fire and California Mojave Desert Tour", "description": ["Las Vegas is surrounded by spectacular landscapes but, without your own transportation, it can be tricky to get out of the city. This tour from Vegas to the Valley of Fire lets you skip the hassle of renting a car. You'll get picked up from your Strip or Fremont Street hotel and head for the biggest state park in Nevada to admire its unique rock formations and colors."], "url": "https://www.viator.com/tours/Las-Vegas/Valley-of-Fire/d684-169224P2", "price": "122.35", "rating": "5.0"},
{"title": "VIP 90 Minute Reflexology and Massage Combo", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/VIP-90min-Sauna-Massage-Package/d684-110800P4", "price": "109.07", "rating": null},
{"title": "Haunted Vegas Tour and Ghost Hunt in Las Vegas", "description": ["Discover the spooky secrets of Sin City as you explore haunted buildings and the former hangouts of deceased celebrities on this Las Vegas ghost tour. Follow your guide as you visit the one-time haunting grounds of famous Vegas regulars like Elvis, Michael Jackson and Liberace, and explore several other hair-raising locations including the 'Demon Swing'. This haunted Vegas tour also includes the use of ghost-hunting equipment."], "url": "https://www.viator.com/tours/Las-Vegas/Haunted-Vegas-Tour-and-Ghost-Hunt/d684-2434HAUNT", "price": "113.77", "rating": "4.5"},
{"title": "Couple's sunset picnic with a view of Las Vegas.", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Desert-Date-Night-picnic-at-the-Overlook/d684-224423P4", "price": "189.69", "rating": "5.0"},
{"title": "Hard Rock Cafe Las Vegas", "description": ["When hunger strikes while touring Sin City, head to Hard Rock Cafe Las Vegas for some classic American cooking. Feast on plates of salmon, steak, or a half rack of hickory-smoked ribs, all while viewing an iconic collection of musical memorabilia. The prix-fixe menu is named after styles of classic American music, served up with dessert and a drink.", "Your Hard Rock Cafe voucher gets you to the front of the line with priority seating!"], "url": "https://www.viator.com/tours/Las-Vegas/Hard-Rock-Cafe-Las-Vegas/d684-8870P39", "price": "31.29", "rating": "4.0"},
{"title": "Real Bodies at Horseshoe Las Vegas", "description": ["Explore the complex inner workings of the human body at REAL BODIES inside Horseshoe Las Vegas on the Strip with this admission ticket to the exhibit. Dive deep into the mind, body, and spirit during this unique art exhibit featuring real human bodies. Explore experiences from the first breath of life to the last, and learn things about yourself, and others, you may never have known."], "url": "https://www.viator.com/tours/Las-Vegas/Real-Bodies-at-Ballys-Hotel-and-Casino/d684-5084LASREA", "price": "34.61", "rating": "4.0"},
{"title": "Pop Culture Walking Tour Downtown With Complimentary Cocktails", "description": ["Experience the neon sights and sounds of old Las Vegas on this guided, 2-hour, small-group walking tour. Discover one of the most famous streets in Las Vegas — Fremont Street — and hear the stories of how Sin City got it’s start. See some of the most fascinating attractions in old Las Vegas, like the Fremont Street Experience, Downtown Container Park and the Mob Museum, to name a few. A complimentary cocktail or beverage at the historic El Cortez Hotel and Casino is included."], "url": "https://www.viator.com/tours/Las-Vegas/The-Pop-Culture-Walking-Tour-of-Fremont-Street/d684-13500P1", "price": "33.20", "rating": "5.0"},
{"title": "South Rim ULTIMATE Small Group Walking Tour", "description": ["The Grand Canyon is a deep gorge with layers of striking red rock formations that date back millions of years. This popular attraction can attract huge crowds, but with this small-group tour, avoid the crowds and get access to viewpoints that aren’t accessible to the public or commercial traffic. During the tour, explore spectacular trails between Bright Angel Lodge and Hopi Point with your guide, enjoy a picnic lunch, and take a break to watch the sunset too."], "url": "https://www.viator.com/tours/Las-Vegas/Guided-Grand-Canyon-Walking-Tour/d684-180069P2", "price": "182.30", "rating": "5.0"},
{"title": "Downtown Las Vegas Nighttime Walking Tour", "description": ["On this evening walking tour, see old Las Vegas in a new light as you check out downtown's hippest spots with an in-the-know guide. Walk along Fremont Street, lit up in all its neon glory, and admire the dazzling lights of the Fremont Street Experience. Stop by classic casinos such as the Golden Nugget, and hear about the city’s fascinating history and modern-day revitalization with projects like the Downtown Container Park. This tour is limited to 10 people to provide a small-group experience.", "This small-group tour promises a richer experience of Downtown with insider insight."], "url": "https://www.viator.com/tours/Las-Vegas/Downtown-Las-Vegas-Walking-Tour-by-Night/d684-6756NIGHT", "price": "34.50", "rating": "5.0"},
{"title": "Mac King Comedy Magic Show at the Excalibur Hotel and Casino", "description": ["Secure your admission to the Mac King Comedy Show at the Excalibur Hotel and Casino with this prebooked ticket. That should leave you with peace of mind and a little more time to enjoy one of the top magic shows in the US, mixing grizzly bear stunts, sleight-of-hand, invisibility tricks, and more with comedy."], "url": "https://www.viator.com/tours/Las-Vegas/Mac-King-Comedy-Magic-Show-at-the-Excalibur-Hotel-and-Casino/d684-5156LASWIN", "price": "59.34", "rating": "5.0"},
{"title": "Arrival Private Transfer Las Vegas by Luxury SUV or LIMO with 1 hour disposal", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Arrival-Private-Transfer-Las-Vegas-by-Luxury-SUV-or-LIMO-with-1-hour-disposal/d684-40380P492", "price": "133.14", "rating": null},
{"title": "Valley of Fire Luxury Tour Trekker Excursion", "description": ["The breathtaking desert of Nevada is yours to explore on this luxury Tour Trekker day excursion from Las Vegas. Deep terracotta desert sands provide the backdrop as you investigate intriguing rock formations and prehistoric Native American petroglyphs (rock carvings). During your off-road adventure, the spectacular views of the Mojave Desert will take your breath away. Hotel pickup and drop-off, and lunch are included on this tour."], "url": "https://www.viator.com/tours/Las-Vegas/Valley-of-Fire-Luxury-Tour-Trekker-Excursion/d684-3533VOF", "price": "175.47", "rating": "4.5"},
{"title": "Las Vegas Strip Ghosts and Hauntings Tour", "description": ["Discover the ghost stories and hauntings behind the Las Vegas lights on a haunted tour of the Las Vegas Strip, where you’ll be following in the footsteps of mobsters, cursed visitors, victims, and actors bent on revenge. You’ll cover some of Las Vegas’ top sites while getting a dark twist on Sin City legends, using a personal headset so you don’t miss a grisly word of the guide’s stories."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Strip-Ghosts-and-Hauntings-Tour/d684-67626P1", "price": "28.45", "rating": "4.0"},
{"title": "Grand Canyon White Water Rafting Trip from Las Vegas", "description": ["Add a thrilling outdoor adventure to any Las Vegas vacation with this guided, full-day whitewater rafting trip down the Colorado River. Enjoy a road trip to Peach Springs, Arizona, home of the Hualapai Indians at the gateway to the Grand Canyon. Then, challenge the mighty Colorado River’s varied rapids on a journey through the canyon, taking a side hike to Travertine Falls along the way. A boxed lunch and a hotel pickup and drop-off are included."], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-White-Water-Rafting-Trip-from-Las-Vegas/d684-5167WWR", "price": "612.69", "rating": "4.5"},
{"title": "Las Vegas Dunes ATV Tour", "description": ["Enjoy a rugged, high-octane counterpoint to Las Vegas' glitzy Strip on this small-group all-terrain vehicle experience. Pick between morning and afternoon tour times, meet your shuttle directly on the Strip, and head into the rugged Las Vegas Dunes. After an introduction and safety briefing, grab your gear, hop aboard your ATV, and follow your guide through the region's desert scenery."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Dunes-ATV-Tour/d684-228252P1", "price": "170.72", "rating": "4.5"},
{"title": "Titanic: The Artifact Exhibition at the Luxor Hotel and Casino", "description": ["See more than 250 recovered items from the sunken luxury ocean liner on display at ‘Titanic: The Artifact Exhibition’ in Las Vegas. Head to the Luxor Hotel and Casino on the Las Vegas Strip during open hours to explore replicas of the ship’s opulent Grand Staircase and cabins, and view a large piece of its original hull. You’ll be amazed by stories of passengers on the doomed 1912 maiden voyage and see artifacts including luggage and an unopened bottle of Champagne found among the wreckage."], "url": "https://www.viator.com/tours/Las-Vegas/Titanic-The-Artifact-Exhibition-at-the-Luxor-Hotel-and-Casino/d684-5156TITANIC", "price": "35.08", "rating": "4.5"},
{"title": "Late Night Magic at Alexis Park Hotel", "description": ["Enjoy an evening of illusion, risqué performances, and laughs when you book tickets to 'Late Night Magic' at the Alexis Park Hotel, an adults-only, after-dark magic show unlike any other. Choose general admission seating, or upgrade for a table right near the stage. Whichever you select, get ready for an enchanting experience as four different performers hit the stage in this cabaret-style show."], "url": "https://www.viator.com/tours/Las-Vegas/Late-Night-Magic/d684-61034P28", "price": "20.82", "rating": "4.0"},
{"title": "McCarran International Airport (LAS) Hotel Shuttle", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Ride-From-McCarran-International-Airport-LAS/d684-232284P21", "price": "40.31", "rating": "1.0"},
{"title": "Horseback Riding Tour", "description": ["Go beyond the flashing lights and casinos of Las Vegas and enjoy a relaxing horseback ride in Henderson, Nevada. Sit atop your steed and follow your guide along the red rock trails, similar to those find in the Grand Canyon. Located just a short drive from the Las Vegas Strip, this family-friendly adventure is a great way to spend time in the great outdoors."], "url": "https://www.viator.com/tours/Las-Vegas/1-5-Hour-horseback-riding-tour/d684-161027P1", "price": "80.62", "rating": "4.0"},
{"title": "Hidden Valley and Primm ATV Tour", "description": ["Get away from the glitz and pavements of Las Vegas and get ready to ride the trails of the McCullough Mountain Range, Hidden Valley, and the Roach Dry Lakebed. This no-experience-required all-terrain vehicle (ATV) adventure tour takes you into the Hidden Valley. Just a short ride from the Strip, this is the longest ATV tour in Las Vegas."], "url": "https://www.viator.com/tours/Las-Vegas/Hidden-Valley-and-Primm-ATV-Tour/d684-3501O0017", "price": "236.16", "rating": "5.0"},
{"title": "Grand Canyon National Park Bus Tour With 4 Hours in The Park", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-National-Park-Bus-Tour-4-Hours-in-the-Park/d684-314757P5", "price": "122.35", "rating": null},
{"title": "ATV Tours at Nellis Dunes from Las Vegas", "description": ["When visiting fabulous Las Vegas, escape the casino scene and head to the Nellis Sand Dunes for this ATV tour. The Nellis Dunes National Off-Highway Vehicle Recreation area offers exciting riding for ATV enthusiasts, from the first-time rider to an expert. Enjoy beautiful sand dunes and canyon trails covering more than 10,000 acres in Las Vegas’ Clark County. Lunch, snacks, bottled water, and a Las Vegas hotel pickup and drop-off are included."], "url": "https://www.viator.com/tours/Las-Vegas/ATV-Tours-at-Nellis-Dunes-from-Las-Vegas/d684-7197P1", "price": "188.74", "rating": "4.5"},
{"title": "Valley of Fire State Park Tour w/Private Option (2-6 people)", "description": ["Explore the dramatic landscape of Valley of Fire State Park on this guided tour from Las Vegas. Admire the unique rock formations and red sandstone landscape at Nevada’s largest state park and see highlights like ancient petroglyphs at Atlatl Rock, the Beehives, Rainbow Vista, White Domes and Elephant Rock. Includes snacks and bottled water."], "url": "https://www.viator.com/tours/Las-Vegas/Valley-of-Fire-National-Park/d684-117237P2", "price": "123.30", "rating": "5.0"},
{"title": "Grand Canyon Tour with Hoover Dam and Joshua Tree", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-Tour-with-Hoover-Dam-and-Joshua-Tree/d684-110263P14", "price": "188.74", "rating": "5.0"},
{"title": "75-Minute Las Vegas ATV Tour with Souvenir Package", "description": ["Most visitors to Las Vegas spend all of their time on the Strip. This high-adrenaline tour makes sure than you don't make the same mistake. Head for the Las Vegas dunes and board an ATV for some exciting fun in the sand, with stops for photos and an incredible view of the Strip from the top of the dunes."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-ATV-Tours-75-XL-Souvenir-Package/d684-3611P4", "price": "319.86", "rating": "5.0"},
{"title": "All In Party Tour", "description": ["Spend a memorable night on the Las Vegas Strip—and visit four of the city’s destination nightclubs—on this party bus experience. Meet your guide in the evening, hop aboard your bus, and enjoy a range of drinks as you get the party started. Skip the line (cover charges included) at each of the four nightclubs you visit, which range from wild party stops to rooftop cocktail lounges and everything in between."], "url": "https://www.viator.com/tours/Las-Vegas/All-In-Party-Tour/d684-8570P12", "price": "84.41", "rating": "4.0"},
{"title": "3-10hr Las Vegas Chauffeur Driven Charter by Executive Sedan", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/1-10hr-Las-Vegas-Chauffeur-Driven-Charter-by-Executive-Sedan/d684-73172P211", "price": "142.27", "rating": null},
{"title": "Valley of Fire ATV, UTV, or Dune Buggy Adventure", "description": ["Steer a buggy through the unusual red rock formations of the Valley of Fire during this full-day tour from Las Vegas. Following a local adventure guide, take an easy and smooth ride through the stunning desert landscape in a safe buggy that seats 2 people. Round-trip transportation, safety equipment and lunch are included."], "url": "https://www.viator.com/tours/Las-Vegas/Valley-Of-Fire-Buggy-Tour/d684-3611VAL", "price": "439.53", "rating": "4.5"},
{"title": "Couples Guided Tour to Seven Magic Mountains on a Can-Am Ryker Trike!", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/2-Hour-Can-Am-Ryker-Rental/d684-289163P3", "price": "165.98", "rating": "5.0"},
{"title": "Off Road Racing: 7 Laps", "description": ["Many off-road racing experiences in Vegas offer one or two hours on the track—not enough time to make a day of it. This experience offers about four hours of off-road racing around a 1-mile professional dirt track with one-on-one coaching from a professional instructor. Your seven includes laps around the track also come with lunch, pickup and drop-off from your hotel, and a ride on a monster truck limousine."], "url": "https://www.viator.com/tours/Las-Vegas/Off-Road-Racing-7-Laps/d684-104700P3", "price": "688.46", "rating": "5.0"},
{"title": "Zion and Bryce Canyon Small Group Tour from Las Vegas", "description": ["This trip is ideal for nature lovers. Avoid the hassle of organizing car rental and instead, enjoy a comfortable journey with Las Vegas Boulevard hotel pickup included. Travel to two incredible natural wonders in a day—Zion National Park and Bryce Canyon National Park. Then, rather than having to hike for hours on foot, save time and drive between the parks’ most beautiful places with frequent stops for photo opportunities. Highlights include the Virgin River, and the Emerald Pools."], "url": "https://www.viator.com/tours/Las-Vegas/Zion-and-Bryce-Canyon-Small-Group-Tour-from-Las-Vegas/d684-190492P3", "price": "217.20", "rating": "5.0"},
{"title": "Las Vegas to Hollywood Tour", "description": ["For anyone taking a day trip from Las Vegas to Hollywood, there is too much to see to waste time with an inefficient and limited bus tour. Instead, see all the Hollywood highlights in a day on a private tour that includes spots bus tours don’t go. That way, you don’t waste time waiting on other tourists and can spend extra time at the sights that interest you most."], "url": "https://www.viator.com/tours/Las-Vegas/Best-Vegas-to-Hollywood-Tour/d684-166735P1", "price": "224.78", "rating": "5.0"},
{"title": "Death Valley Sunrise & Stargazing Day Tour Group Discount for 2 More People", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Sunrise-and-Stargazing-Death-Valley-National-Park-Half-Day-Tour-Las-Vegas/d684-305932P4", "price": "245.65", "rating": "5.0"},
{"title": "Private 2-Hour LV Limo Tour with Champagne and LV Goodies", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/2-hour-Night-Limousine-Tour-of-the-Vegas-Strip-with-100-worth-of-Vegas-goodies/d684-40992P19", "price": "378.43", "rating": "5.0"},
{"title": "Fremont Street Walk Downtown Vegas Walking Tour", "description": ["Fremont Street and downtown Las Vegas are filled with entertainment and gaming opportunities, but did you know this same area is also filled with strange and scary history, too? Prebook this Las Vegas Haunts and the Mob Walking Tour, and follow a guide through the area to hear true stories of organized crime, curious circumstances, and more."], "url": "https://www.viator.com/tours/Las-Vegas/Haunts-and-The-Mob-Las-Vegas-Walking-Tour/d684-254119P1", "price": "18.97", "rating": "4.0"},
{"title": "Hidden Valley and Primm Extreme ATV Tour", "description": ["Las Vegas is so much more than just casinos and nightclubs. To quench your craving for a little outdoor excitement, embark on a 20- to 50-mile guided 4WD ride across Nevada's scraggy desert terrain. Set out on often challenging off-road paths, savoring the scenery of the Hidden Valley, Mojave Desert and Primm Valley, as well as spectacular views from mountain overlooks en route. Billed as Las Vegas's longest ATV tour, this extreme adventure is a must for thrill-seekers."], "url": "https://www.viator.com/tours/Las-Vegas/Hidden-Valley-and-Primm-Extreme-ATV-Tour/d684-3501O0025", "price": "264.61", "rating": "5.0"}
]