[
{"title": "Skip-the-Line Heineken Experience Amsterdam and 1-Hour Canal Cruise", "description": ["Combine two of Amsterdam’s top-selling experiences and save money with a Super Saver Heineken Experience and canal cruise package—a convenient and budget-friendly choice that’s ideal for first-time visitors. Guarantee your entry to the often sold-out Heineken Experience by booking in advance and get unobstructed views of Amsterdam’s UNESCO-listed waterways, without the crowds on land, during a canal cruise—a quintessential Amsterdam experience."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Combo-Heineken-Experience-and-1-Hour-Canal-Cruise/d525-2550P111", "price": "37.09", "rating": "3.5"},
{"title": "Drive it yourself electric Tulip and Flower Fields GPS audio tour", "description": ["Explore the Netherlands’ iconic tulip fields during this self-driving audio tour. Hop into an open-air, two-seater Renault Twizy, riding along a fixed route through flower fields and a flower bulb nursery. Tours include GPS navigation and audio commentary in English, Dutch, or German, plus plenty of time for photo stops along the way."], "url": "https://www.viator.com/tours/South-Holland/Electric-Tulip-and-Flower-Fields-GPS-audio-tour/d5435-130857P1", "price": "128.13", "rating": "5.0"},
{"title": "Ultimate Amsterdam Light Festival Cruise", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Ultimate-Adam-Light-Festival-Cruise-incl-light-snacks-open-bar-mulled-wine/d525-62989P7", "price": "64.57", "rating": "5.0"},
{"title": "Amsterdam 3-Course Dinner Cruise", "description": ["As the sun goes down over Amsterdam, enjoy its illuminated waterfront and history on an evening canal cruise. Settle in for a 3-course gourmet dinner with bottomless wine, beer, soft drinks. Drift slowly past historical attractions including the Anne Frank House and the Bloemenmarkt, while listening to informative onboard commentary. The entire cruise is a feast for both your eyes and your tastebuds.", "This night time cruise provides a completely new perspective of Amsterdam, and includes a 3-course meal."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Canals-Cruise-Including-Dinner-and-Onboard-Commentary/d525-2550DINNER_LOV", "price": "79.70", "rating": "4.5"},
{"title": "Private tour to the Windmills, Cheese and Clogs and Volendam from Amsterdam", "description": ["Delve into traditional Dutch culture on a private countryside tour from Amsterdam. Skip the hassle of renting a car and navigating country roads, as a dedicated driver makes it easy to travel from the capital to charming villages like Zaanse Schans, Irene Hoeve, and Volendam. \n\nSee working windmills, visit a cheese factory, watch how wooden clogs are made, and get tips on the top riverside restaurants for an authentic Dutch lunch."], "url": "https://www.viator.com/tours/Amsterdam/Private-Sightseeing-Tour-Windmills-Cheese-Clogs-and-Volendam-from-Amsterdam/d525-67032P168", "price": "241.13", "rating": "5.0"},
{"title": "Rotterdam Land and Sea Splash Tour", "description": ["See Rotterdam the fun way — aboard an amphibious land-and-water vehicle. A hit for all ages, this express tour showcases the must-see sights of Rotterdam from both the city streets and the Maas River in only an hour. You'll roll through the city, splash into the river, and learn about Rotterdam as you go."], "url": "https://www.viator.com/tours/Rotterdam/Splashtours-Rotterdam/d4211-219140P1", "price": "27.75", "rating": "4.5"},
{"title": "Amsterdam Christmas Tour with a Local Guide: Private & Custom", "description": ["Celebrate the holiday season in true Dutch fashion with a private Christmas tour of Amsterdam led by a spirited local. On a customized itinerary made just for your group, join in the fun at ice rinks, sip mulled wine and hot chocolate, shop for unique gifts at a Christmas market, nibble seasonal treats, and soak up the charm of canals illuminated by the annual Amsterdam Light Festival. It's a personalized way to create your own holiday traditions in one of Europe's most festive capitals."], "url": "https://www.viator.com/tours/Amsterdam/Private-Customizable-Tour-Amsterdam-at-Christmas-Time-with-a-Local-Guide/d525-30791P32", "price": "167.94", "rating": null},
{"title": "Amsterdam Red Light District tour with a private guide", "description": ["Amsterdam's red-light district (De Wallen) is one of the city's most interesting areas. Rather than wandering around by yourself, book this private guided tour to learn about the area's history as well as its current situation. See such landmarks as the Old Church, which is the oldest building in Amsterdam, as well as places that you'd never find on your own."], "url": "https://www.viator.com/tours/Amsterdam/Private-Amsterdam-walking-tour-of-the-Red-Light-District-and-Old-Town/d525-9093P51", "price": "277.45", "rating": "5.0"},
{"title": "Zaanse Schans Windmills 1/2 day private tour private guide amsterdam", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Kinderdijk-Windmills-from-Rotterdam-half-a-day-tour/d525-88556P39", "price": "277.45", "rating": null},
{"title": "Small-Group Cheese Tasting Experience in Amsterdam", "description": ["The Dutch are famous for their cheese and there’s no better way to discover their flavors than a tutored tasting. And you don’t need to travel into the countryside to experience it. Prebook this cheese tasting and savor five different cheeses plus mustard and dip at a family-owned cheesemaker in the heart of Amsterdam. Numbers are capped at 10 travelers, ensuring a more intimate, artisanal experience."], "url": "https://www.viator.com/tours/Amsterdam/Cheese-tasting-experience-in-the-heart-of-Amsterdam/d525-283235P2", "price": "10.18", "rating": "3.5"},
{"title": "Private Roundtrip Transfer Schiphol Airport to Amsterdam", "description": ["Book your private Schiphol Airport to Amsterdam round-trip transfer in advance, and skip the hassle of booking a service in the Netherlands. This convenient form of private transport takes you from the airport to your hotel or private residence, and then back again. You’ll have more time to spend enjoying your Amsterdam trip and less time puzzling out the logistics."], "url": "https://www.viator.com/tours/Amsterdam/Roundtrip-transfer-Schiphol-Amsterdam/d525-10916P10", "price": "92.21", "rating": "4.5"},
{"title": "Amsterdam tour with Italian guide", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-tour-with-Italian-guide/d525-157651P1", "price": "25.22", "rating": "5.0"},
{"title": "Amsterdam Old Town: \"The Lost Treasure\" Exploration Game", "description": ["Leave behind the touristy walking tours and go on a scavenger hunt across historic Amsterdam. Simply using the app on your phone, solve the clues to navigate the city—directions provided—from Old Town and Rembrandt House to Oude Kerk, Amsterdam Canals, the Red Light District, and more. Discover the lesser-known stories of this incredible city while exploring at your own pace, no WiFi required."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Quest-Medusas-Lost-Diamonds-City-Exploration-Game/d525-107194P14", "price": "10.08", "rating": "5.0"},
{"title": "Amsterdam Fatbikes Guided E-bike Tour", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Fatbike-tour-Amsterdam-guided-e-bike-tour/d525-2550P162", "price": "37.58", "rating": "5.0"},
{"title": "Transfer in Private Minivan from Amsterdam Airport (AMS) - Amsterdam City", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Transfer-in-private-minivan-from-Amsterdam-Airport-to-Amsterdam-City/d525-87205P133", "price": "38.51", "rating": "5.0"},
{"title": "Harbor Cruise Rotterdam 90 minutes", "description": [], "url": "https://www.viator.com/tours/Rotterdam/Harbor-Cruise-Rotterdam-90-minutes/d4211-226513P3", "price": "16.14", "rating": "4.0"},
{"title": "Beer Tasting Moyen - Beer Tasting in Maastricht", "description": [], "url": "https://www.viator.com/tours/Maastricht/2-Hour-Beer-Tasting-in-Maastricht-and-Self-Tap-Experience/d22820-352550P1", "price": "39.35", "rating": "5.0"},
{"title": "Amsterdam Private City And Countryside Tour", "description": ["Rather than following an itinerary devised by someone else, create your own sightseeing schedule on a private custom tour of Amsterdam—the ideal choice for first-time visitors looking to kickstart their trip. Traveling by coach and on foot for a more intimate glimpse into the area, you’ll visit only the sights you wish to see and benefit from the undivided attention and local knowledge of your private guide."], "url": "https://www.viator.com/tours/Amsterdam/AMSTERDAM-PRIVATE-CITY-TOUR/d525-23368P1", "price": "474.23", "rating": "5.0"},
{"title": "Windmill cruise from Leiden", "description": ["Set sail from Leiden for a cruise through the 'Green Heart' of the Netherlands, an area of typically Dutch landscapes, filled with windmills, picturesque villages, farms, colorful bulb fields, shallow lakes, and polder islands. As you cruise through the scenic lakes, your captain will introduce you to the stories of this unique landscape."], "url": "https://www.viator.com/tours/Leiden/Explore-the-Amsterdam-Lakes/d26505-274852P1", "price": "22.70", "rating": "4.5"},
{"title": "Amsterdam Self-Guided Audio Tour", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Arts-and-Crafts-Shopping-Tour-at-Poompuhar-Khadi-Gramodyog-Bhavan-and-Co-optex/d525-18568P100", "price": "5.69", "rating": "4.0"},
{"title": "Historical Royal Walking Tour in The Hague", "description": ["Step back in time when you discover many of the Hague’s most important royal landmarks—and learn all about the city’s past from your guide—on this small-group walking tour. Pick between morning or afternoon start times, meet you guide in the city center, and set off on foot. You’ll admire highlights like the Het Plain, Prison Gate Museum, Kneuterdijk Palace, Great Church, and more, all while you follow in regal footsteps."], "url": "https://www.viator.com/tours/The-Hague/Historical-Royal-walking-tour-The-Hague/d5436-276810P1", "price": "12.61", "rating": "4.5"},
{"title": "Highlights of Jordaan: \"The Cursed Houses\" Exploration Game", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Highlights-of-Jordaan-The-Cursed-Houses-Exploration-Game/d525-107194P214", "price": "7.05", "rating": "5.0"},
{"title": "Hague: The Heart of Old Town Exploration Game", "description": ["Uncover the secrets of The Hague with this old town digital scavenger hunt. Take your time as you make your own way around the historical city, following clues and directions that lead you to heritage buildings, churches, and palaces as you traverse the city streets, discovering the stories of The Hague and learning about its importance both politically and culturally, as the home of the Dutch Royal Family."], "url": "https://www.viator.com/tours/The-Hague/The-Heart-of-The-Hague-Exploration-Game/d5436-107194P112", "price": "7.05", "rating": "4.5"},
{"title": "The Hague Scavenger Hunt and Self-Guided Walking Tour", "description": [], "url": "https://www.viator.com/tours/The-Hague/The-Hague-Scavenger-Hunt-and-Self-Guided-Walking-Tour/d5436-178424P89", "price": "6.05", "rating": null},
{"title": "Guided tour of the Red Light District of Amsterdam", "description": ["Delve into Amsterdam’s infamous Red Light District and explore the darker side of the city’s nightlife on this sightseeing walking tour. Follow your guide though the Red Light District and discover top attractions like the Oude Kerk (Old Church). Learn the origins and history of one of the world’s best-known red light districts, and gain insight into Amsterdam’s sex industry. You’ll also receive a city map with further recommendations."], "url": "https://www.viator.com/tours/Amsterdam/Walking-Tour-of-Red-Light-District-in-Amsterdam-with-Spanish-Guide/d525-6877P12", "price": "15.13", "rating": "4.5"},
{"title": "Admission to The Story of Edam Cheese Museum", "description": ["For a fascinating—and delicious—day trip from Amsterdam, why not dive into the wonderful world of cheese? At The Story of Edam Cheese, in the eponymous town, you’ll head way back to the Middle Ages, when the cheese was “discovered,” exploring how the creamy, melt-y goodness changed the country, from industry to cuisine. And you’ll get to taste the Dutch classic, too."], "url": "https://www.viator.com/tours/Amsterdam/The-Story-of-Edam-Cheese-by-Henri-Willig/d525-281647P1", "price": "8.07", "rating": "5.0"},
{"title": "Self-guided Outside Escape Private Walking Tour in Groningen", "description": [], "url": "https://www.viator.com/tours/Groningen/Self-guided-Outside-Escape-Walking-Tour-in-Groningen/d26476-303448P17", "price": "20.18", "rating": null},
{"title": "Royal Experience - Private Tour in World's Oldest Diamond Polishing Factory", "description": ["The oldest diamond-polishing factory in the world, Royal Coster has tended to the jewels of many monarchs from around the globe. But you don't need to have a stash of diamonds to see the polishers and goldsmiths at work. This tour fills you in on the history of precious stones and how Amsterdam became the City of Diamonds."], "url": "https://www.viator.com/tours/Amsterdam/A-Royal-Experience-30-minute-Private-guided-diamond-polishing-tour/d525-8405P8", "price": "12.61", "rating": "4.5"},
{"title": "Walking Tour of Delft - The City of Orange and Blue", "description": [], "url": "https://www.viator.com/tours/The-Hague/Walkingtour-Delft-the-city-of-orange-and-blue/d5436-113548P1", "price": "18.16", "rating": "5.0"},
{"title": "Rotterdam Highlights Bike Tour", "description": ["Get a more intimate glimpse into Rotterdam, widely hailed as the Netherlands’ second city, on a bike tour that provides a comprehensive overview ideal for first-time visitors. You’ll travel between top Rotterdam attractions without getting lost and stop at points of interest without the hassle of parking. Plus, your guide provides ample restaurant and bar recommendations to enhance your experience of the city."], "url": "https://www.viator.com/tours/Rotterdam/Bike-Tour-of-Rotterdam/d4211-22114P1", "price": "27.75", "rating": "5.0"},
{"title": "Rude Bastards Tour of Amsterdam (CYHIT)", "description": ["If you’re over the stuffy, slow-moving walking tours, check out this politically incorrect tour of Amsterdam. Get ready for a city history lesson—with bad language, bad jokes, and a little bit of madness. You’ll travel from Centraal Station to the Bloemenmarkt to the Rembrandt Museum and more, traveling through the eras having a wicked inappropriate time."], "url": "https://www.viator.com/tours/Amsterdam/Rude-Bastards-tour-of-Amsterdam/d525-46233P4", "price": "3.03", "rating": "5.0"},
{"title": "Amsterdam's Red Light District: A Self-Guided Audio Tour", "description": ["Amsterdam banned guided tours of its notorious Red Light District on 1 January 2020. But you can still learn the ins and outs of this fascinating area by downloading this great audio guide, which uses your phone’s GPS but works even when you’re offline. Learn about historic churches, flood defences, and Amsterdam history, and the role that legalized sex work has played in this tolerant city."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Red-Light-District-Walking-Audio-Tour-by-VoiceMap/d525-110804P120", "price": "5.13", "rating": "4.5"},
{"title": "The Dutch Experience: Food (& Drink) Tour", "description": [], "url": "https://www.viator.com/tours/Amsterdam/The-Dutch-Experience-Food-and-Drink-Tour/d525-221267P3", "price": "40.36", "rating": null},
{"title": "Volendam Marken Express Boat Cruise", "description": ["Travel between Volendam and Marken the fun and easy way—on an express boat tour. The half-hour cruise showcases the scenic shoreline of former Zuiderzee, and includes an audio guide that gives the lowdown on the area’s history. You can choose from a single ticket, or a round-trip ride when you book online."], "url": "https://www.viator.com/tours/Amsterdam/Volendam-Marken-Express-Boat-Cruise/d525-133615P1", "price": "9.08", "rating": "4.5"},
{"title": "VIP Transfer from Schiphol Airport to Amsterdam City or Back to the Airport", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Luxury-VIP-Airport-Transfer/d525-238049P1", "price": "40.96", "rating": null},
{"title": "Best of Rotterdam Walking Tour - Hotspots, Architecture, History", "description": ["Make the most of your time in Rotterdam by exploring the city in the company of a local who knows it best. This walking tour takes you to Rotterdam's most-important landmarks, as well as a few off-the-beaten-path spots that you'd never find on your own. You'll learn all about the city's history and culture and get some inside tips on where to go next."], "url": "https://www.viator.com/tours/Rotterdam/Rotterdam-City-Center-Walking-tour/d4211-276519P1", "price": "30.27", "rating": "5.0"},
{"title": "Comedy Walks© Utrecht (the comedy walking tour)", "description": [], "url": "https://www.viator.com/tours/Utrecht/Comedy-Walks-Utrecht/d24976-89015P5", "price": "19.17", "rating": "4.5"},
{"title": "Self-Guided Tour of Leiden with Interactive City Game", "description": ["Discover Leiden’s city center during this interactive, self-guided game. City trails are suitable for both iPhones and Android smartphones. Games never expire and are available in multiple languages. There is no time limit—you can follow along at your own pace, stopping or pausing wherever and whenever you wish."], "url": "https://www.viator.com/tours/Leiden/Walk-and-Explore-Leiden-with-the-interactive-Qula-City-Trail/d26505-232749P15", "price": "31.28", "rating": null},
{"title": "Skip the Line: Experience Johannes Vermeer Ticket", "description": ["Spend more time surrounded by the beautiful art of Vermeer and less time waiting in line with this priority access ticket. Art lovers won’t want to miss the Experience Johannes Vermeer at the Vermeer Centrum Delft, and this ticket makes it easy. Learn more about Vermeer’s life and career, and admire originals and reproductions of all of his paintings in one place."], "url": "https://www.viator.com/tours/The-Hague/Experience-Johannes-Vermeer/d5436-146664P1", "price": "12.11", "rating": "4.5"},
{"title": "Self-Guided Tour of Roermond with Interactive City Game", "description": ["Discover top sights in Roermond with a self-guided, smartphone-based city trail. Solve riddles and challenges as you take in the city’s cultural and historical attractions. Pick your day and time, following GPS navigation and stopping and re-starting whenever you wish. Games never expire and are available in multiple languages."], "url": "https://www.viator.com/tours/Eindhoven/Self-Guided-Walking-Tour-in-Roermond-with-Qula-City-Trails/d24978-232749P35", "price": "31.28", "rating": null},
{"title": "Amsterdam Canal Cruise - 60 minutes - pickup at Anne Frank", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Canal-Cruise-60-minutes-pickup-at-Anne-Frank/d525-21949P15", "price": "19.67", "rating": "5.0"},
{"title": "Self-Guided Tour of Deventer with Interactive City Game", "description": [], "url": "https://www.viator.com/tours/Netherlands/Walk-and-Explore-Alkmaar-with-the-interactive-Qula-City-Trail/d60-232749P9", "price": "31.28", "rating": "4.5"},
{"title": "Utrecht: \"The Monster Mistery\" Exploration Game", "description": ["Explore Utrecht in an interactive and dynamic way as you embark on a scavenger hunt through the city. Your quest is to find a scary monster that’s been hiding in the city. Solve riddles, find clues, and play games to discover Utrecht’s top attractions and find the monster. Discover several points of interest like Dom Tower and the Centraal Museum, and listen to their stories right on the app."], "url": "https://www.viator.com/tours/Utrecht/Monster-of-Utrecht-Real-World-City-Exploration-Game/d24976-107194P12", "price": "7.05", "rating": "4.5"},
{"title": "Cultural and Historical Audio Guided Walking Tour of Utrecht", "description": [], "url": "https://www.viator.com/tours/Utrecht/Cultural-and-Historical-Audio-guided-walking-tour-Tour-of-Utrecht/d24976-299776P3", "price": "10.08", "rating": null},
{"title": "Haarlem: 50 minutes Boat Cruise", "description": ["Sail around the quaint Dutch city of Haarlem and see a number of its main attractions during this 50-minute boat cruise. Explore the historic city center and see the Teylers Museum, Haarlem Central Station, Jopen Church, and the Frans Hals Museum as you cruise around the canals. This is a relaxing way to explore Haarlem and enjoy the scenic views."], "url": "https://www.viator.com/tours/Haarlem/Haarlem-50-minutes-Boat-Cruise/d26223-55549P2", "price": "16.14", "rating": "4.5"},
{"title": "Outside Escape Walking Tour in Utrecht City (2 Hours, Self-guided)", "description": ["Learn fun facts about Utrecht as you explore the city using an escape room–style game. Just book online to save time, then start the activity on your smartphone whenever you like. Historic sites like the Watertoren Lauwerhof and other hidden gems are packed into the route, which unfolds with riddles and puzzles to challenge you as you walk. Note that the game is suitable for players aged 15 and over."], "url": "https://www.viator.com/tours/Utrecht/outside-escape/d24976-303448P1", "price": "20.18", "rating": "4.0"},
{"title": "Transfer in Private Minivan from Amsterdam City - Amsterdam Airport (AMS)", "description": ["Conclude your vacation in a stress-free way with private transfer from your hotel to Amsterdam Schiphol Airport at a time that works for you. Avoid the stress of public transit and benefit from your driver’s navigational expertise to save time travelling, meaning you can get the most out of your last day in the city."], "url": "https://www.viator.com/tours/Amsterdam/Transfer-in-private-minivan-from-Amsterdam-City-to-Amsterdam-Airport/d525-87205P134", "price": "38.51", "rating": null},
{"title": "Self-Guided Tour of Haarlem with Interactive City Game", "description": [], "url": "https://www.viator.com/tours/Haarlem/Walk-and-Explore-Haarlem-with-the-interactive-Qula-City-Trail/d26223-232749P14", "price": "31.28", "rating": "4.0"},
{"title": "Dutch Experience in Volendam with Traditional Outfits", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Dress-up-in-Traditional-Volendam-Costume-including-free-guided-tour/d525-105688P2", "price": "8.18", "rating": "5.0"},
{"title": "Amsterdam's Museum for Graffiti & Street art with Entry Ticket", "description": ["Pre-book your tickets to STRAAT, jump on a ferry over from Amsterdam Central Station to the NDSM Wharf, and come face to face with some of the world’s greatest street art without having to leave the city or stand in a queue. A great way to discover the ins and outs of the now critically-acclaimed street art movement, STRAAT offers visitors the chance to delve deeper into the stories behind the art and the artists."], "url": "https://www.viator.com/tours/Amsterdam/Entrance-ticket-adult/d525-326228P1", "price": "20.18", "rating": "4.5"},
{"title": "Private Tour of Simonehoeve Cheese Farm and Clog Factory", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Vip-tour-in-our-traditional-cheese-and-clog-farm-Simonehoeve/d525-105688P4", "price": "5.04", "rating": "5.0"},
{"title": "Amsterdam Winter Wonder Walk City Tour", "description": ["The best way to get around Amsterdam is on foot, but don’t let the cold weather put you off. This 2-hour winter walking tour shows off the city at its most atmospheric, — admire the glittering illuminations of the Amsterdam Light Festival, see landmarks such as the Royal Palace, the Munttoren, and the Flower Market dusted with snow, then warm up with hot chocolate and stroopwafels (included)."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Winter-Walk-City-Tour/d525-8718P3", "price": "32.79", "rating": "5.0"},
{"title": "2 Hours Self-guided Outside Escape in Rotterdam City", "description": ["If you like escape rooms, take your next adventure to the streets of Rotterdam. Using a city game that’s downloadable to your smartphone, you’ll orient yourself in the city, solving riddles, hunting for clues, and learning about the city as you go. Highlights of the route include Wijnhaven along with lesser-known locales that maybe the Rotterdam locals don’t even know."], "url": "https://www.viator.com/tours/Rotterdam/Outside-Escape-Walking-Tour-in-Rotterdam-City-2-Hours-Self-guided/d4211-303448P3", "price": "20.18", "rating": "4.5"},
{"title": "Amsterdam Airport Private Departure Transfer", "description": ["Ensure a smooth end to your time in Amsterdam by pre-booking your private departure transfer from your accommodation to Schiphol Airport. Avoid the hassle of waiting for a taxi or navigating public transport and enjoy a comfortable ride to the airport, arriving in good time for your departing flight."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-city-to-Amsterdam-Airport-Schiphol-Private-Airport-Transfer/d525-151602P8", "price": "52.13", "rating": "5.0"},
{"title": "Dutch Winetasting in Speakeasy Winecellar || Amsterdam City Centre", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Unique-Dutch-Wine-Tasting-Experience-in-a-Speakeasy-location-Amsterdam-Centre/d525-362014P1", "price": "45.40", "rating": "5.0"},
{"title": "Amsterdam local transfers", "description": ["Skip the crowds and confusion, and book your private Amsterdam transfers online, in advance. You’ll leave the route and timings to a local driver who knows the streets well, and relax before your vacation, onwards journey, or even a night out. The transfer service can be booked to and from Amsterdam Schiphol Airport, the river cruise port, or any hotels or restaurants in the city."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-local-transfers/d525-10916P24", "price": "37.56", "rating": "5.0"},
{"title": "Dutch Cheese Tasting - with wine or beer", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Dutch-Cheese-Tasting-Organic-Cheese-Organic-wine-or-beer/d525-365303P1", "price": "27.75", "rating": "5.0"},
{"title": "Van Gogh Museum Priority Access And Audio Guide", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Van-Gogh-Museum-Priority-Access-And-Audio-Guide/d525-242945P4", "price": "53.30", "rating": null},
{"title": "Champagne tasting", "description": [], "url": "https://www.viator.com/tours/The-Hague/Champagne-tasting/d5436-208890P1", "price": "36.22", "rating": null},
{"title": "Amsterdam: Multiple-Day Bike Rental", "description": ["There are few cities in the world better equipped for biking than Amsterdam. Take advantage of the capital’s cycle-friendly routes with a stress-free bike hire package. Choose from three durations—1-day, 2-day, or 1-week—and explore the neighborhoods at your own pace without having to follow a predetermined itinerary."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Discover-the-City-by-Bike/d525-221420P2", "price": "24.97", "rating": "4.0"},
{"title": "Round-Trip Business Private Transfer : Amsterdam Airport", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Private-Airport-Round-Trip-Business-Transfer/d525-17972P25", "price": "175.66", "rating": "3.0"},
{"title": "Half-Day Workshop Ceramic Painting in Katwoude", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Workshop-Ceramic-painting/d525-105688P9", "price": "24.72", "rating": null},
{"title": "Gray Line Amsterdam City Canal Cruise with Snackbox", "description": [], "url": "https://www.viator.com/tours/Amsterdam/Gray-Line-Canal-Cruise-with-coffee-and-stroopwafel/d525-7441P71", "price": "22.70", "rating": "2.0"},
{"title": "Silent Disco Club Experience", "description": ["Experience a night out in Amsterdam with a unique twist at the Netherlands original Silent Disco Club. Grab your headphones, hit the dancefloor, and choose from one of three different channels—listen to one of the two live DJS competing to light up the dancefloor or request a song of your choice and have fun singing karaoke."], "url": "https://www.viator.com/tours/Amsterdam/Silent-Disco-Club-Experience/d525-17595P14", "price": "8.58", "rating": "3.5"},
{"title": "Private Sushi Workshop in Amsterdam", "description": ["Learn how to make four different varieties of sushi—maki, nigiri, uramaki, and temaki—during this private Japanese cooking workshop in Amsterdam. Get hands-on guidance from a bonafide sushi chef and former sushi restaurant owner as you craft your own dinner. Snacks and alcoholic beverages are included, with the possibility to also hold workshops within your vacation rental."], "url": "https://www.viator.com/tours/Amsterdam/Sushi-workshop-at-your-home-our-home/d525-333218P1", "price": "80.71", "rating": "5.0"}
]