[
{"title": "Grand Canyon and Hoover Dam Small Group Day Tour", "description": ["Experience the world-famous Grand Canyon and Hoover Dam in style during this luxury small-group day trip from Las Vegas. Travel aboard a vehicle with leather seats, USB ports, and outlets as you make stops at the Hoover Dam, Dolan Springs, and Grand Canyon West Rim (site of the Skywalk). Round-trip hotel transport is included, and optional Skywalk ticket upgrade package is available."], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-Day-Trip-Hoover-Dam-and-Skywalk-from-Las-Vegas/d684-50793P1", "price": "188.74", "rating": "5.0"},
{"title": "3 Hour Hoover Dam Mini Tour and Seven Magic Mountains Small Group Combo Tour", "description": ["Visit two iconic places in the Las Vegas area - the Seven Magic Mountains and The Hoover Dam. First, you'll see the public art installation made of colorful stacked boulders by mixed-media artist, Ugo Rondinone. Your guide shares insights with special appeal for first-time visitors. You'll then head out to the magnificent Hoover Dam. This tour includes bottled water, snacks and hotel pickup and drop-off, making it a stress-free excursion in Las Vegas."], "url": "https://www.viator.com/tours/Las-Vegas/Seven-Magic-mountains-and-Welcome-To-Las-Vegas-Sign-Tour/d684-65770P5", "price": "85.35", "rating": "5.0"},
{"title": "2-Hour Fremont Walking Tour with Photos,Champagne & Vintage Vegas Goody Bags", "description": ["Stroll through downtown Las Vegas alongside a professional photographer on a 2-hour walking tour that explores the original heart of 'Sin City.' Heading downtown means photo ops in front of classic casinos and neon signs, with the chance to try the slot machines at The Four Queens and Binion's Gambling Hall. This tour includes a Champagne toast on Fremont Street, as well as photographs of your night in Las Vegas."], "url": "https://www.viator.com/tours/Las-Vegas/2-hour-Downtown-Walking-Tour-with-Professional-Photographer/d684-40992P1", "price": "66.38", "rating": "5.0"},
{"title": "The Mentalist at Planet Hollywood Hotel and Casino", "description": ["Enjoy an evening of entertainment when Gerry McCambridge—star of 'The Mentalist' and the reality show 'Phenomenon' takes the stage. Known for his comedy, magic and mind-reading skills, he’s sure to excite and amaze audiences during this Planet Hollywood Resort and Casino performance. It’s a night of interactive entertainment with a choice of VIP seating or general admission."], "url": "https://www.viator.com/tours/Las-Vegas/The-Mentalist-at-Planet-Hollywood-Hotel-and-Casino/d684-3072LASMEN", "price": "28.44", "rating": "5.0"},
{"title": "ATV Tour in Las Vegas with Hotel Pickup", "description": ["Trade the Strip for the Las Vegas Dunes—and enjoy a fun-filled and fast-paced excursion—on this all-terrain vehicle tour. Following pickup directly from your hotel, head to the departure facility where you’ll watch a safety video, get fitted with gear, and go for a few practice laps. Then, hit the dunes: choose between a 30- or 60-minute ride, and speed along in your ATV while your guide captures photos."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-ATV-Tours-Express-Intro-Package/d684-3611P5", "price": "94.88", "rating": "5.0"},
{"title": "KÀ™ by Cirque du Soleil® at the MGM Grand Hotel and Casino", "description": ["** SPECIAL OFFER - Discounted pricing applies for select dates through August, 2022 ** \n\nWhile in Las Vegas, enjoy a unique theatrical event: KÀ by Cirque du Soleil. This show at the MGM Grand Hotel and Casino uses acrobatics, multimedia, martial arts, and puppetry to tell the story of twins on a dangerous journey to fulfill their destiny. Choose from multiple evening showtimes and seating categories."], "url": "https://www.viator.com/tours/Las-Vegas/KA-by-Cirque-du-Soleil-at-the-MGM-Grand-Hotel-and-Casino/d684-5156LASKA", "price": "72.57", "rating": "4.5"},
{"title": "Laugh Factory at the Tropicana Hotel and Casino", "description": ["While in Las Vegas, make your way to the Laugh Factory for a night out with this admission ticket to watch a comedy show. With up-and-coming comedians, as well as big superstars that have been seen on TV, each show packs in tons of laughs and gets the crowd cracking up. This renowned comedy club first opened its door in Los Angeles, and the Las Vegas venue never disappoints. Get your ticket, and come see for yourself why so many people are raving about the Laugh Factory."], "url": "https://www.viator.com/tours/Las-Vegas/Laugh-Factory-at-the-Tropicana-Hotel-and-Casino/d684-6920LASLAU", "price": "53.06", "rating": "3.5"},
{"title": "Valley of Fire Ride Along Non Driving Passenger tour", "description": ["If you don’t have a driving license or you simply don’t fancy driving an all-terrain vehicle—then this non-driving ATV tour is the one for you. Sit back and enjoy the incredible views as a driver-guide transports you through the highlights of the Valley of Fire. Along the way, have plenty of opportunities to take photos, and enjoy the perk of having lunch included too."], "url": "https://www.viator.com/tours/Las-Vegas/Valley-of-Fire-Ride-Along-Non-Driving-Passenger-tour/d684-65838P5", "price": "112.87", "rating": "4.5"},
{"title": "Valley of Fire and Seven Magic Mountains Small Group Tour from Las Vegas", "description": ["This day trip from Las Vegas introduces you to two Nevada state parks in a day. Eliminate the hassle of car hire, and instead, enjoy the perk of having a driver for the day. The tour first stops at Valley of Fire State Park to explore the Fire Wave Trail and its beautiful wave-like rock formations. Next, visit the art installation of Seven Magic Mountains close to the California border."], "url": "https://www.viator.com/tours/Las-Vegas/Valley-of-Fire-Red-Rock-Canyon-and-Seven-Magic-Mountains/d684-75659P7", "price": "142.26", "rating": "4.5"},
{"title": "Latin Nightclub Tour by Party Bus w/ Fast-Pass Entry", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Latin-Nightclub-Tour-by-Party-Bus-with-Free-Mixed-Drinks/d684-76093P7", "price": "46.47", "rating": null},
{"title": "Las Vegas to Las Vegas McCarran Airport (LAS) - Departure Private Transfer", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-to-Las-Vegas-McCarran-Airport-LAS-Departure-Private-Transfer/d684-128285P1319", "price": "37.80", "rating": "3.0"},
{"title": "Fremont Street Walk Downtown Vegas Walking Tour", "description": ["Fremont Street and downtown Las Vegas are filled with entertainment and gaming opportunities, but did you know this same area is also filled with strange and scary history, too? Prebook this Las Vegas Haunts and the Mob Walking Tour, and follow a guide through the area to hear true stories of organized crime, curious circumstances, and more."], "url": "https://www.viator.com/tours/Las-Vegas/Haunts-and-The-Mob-Las-Vegas-Walking-Tour/d684-254119P1", "price": "18.97", "rating": "4.0"},
{"title": "Private 2-Hour LV Limo Tour with Champagne and LV Goodies", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/2-hour-Night-Limousine-Tour-of-the-Vegas-Strip-with-100-worth-of-Vegas-goodies/d684-40992P19", "price": "378.43", "rating": "5.0"},
{"title": "Las Vegas Photo Tour by Luxurious Vehicle", "description": ["What happens in Vegas usually stays in Vegas, but you’ll take your memories back home with this exclusive photo tour of the Las Vegas Strip. Hop a limousine or party bus and settle back with your friends or loved ones over a glass of bubbly. You’ll hit three iconic attractions with your own professional photographer in tow, so you and your party can strike your best poses."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Photo-Tour-by-Limousine-or-Party-Bus/d684-39239P6", "price": "568.13", "rating": "5.0"},
{"title": "California Desert, Seven Magic Mountains and Las Vegas Sign", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/California-Desert-Seven-Magic-Mountains-Las-Vegas-Sign/d684-169224P5", "price": "55.96", "rating": "4.5"},
{"title": "Las Vegas to Hollywood Tour", "description": ["For anyone taking a day trip from Las Vegas to Hollywood, there is too much to see to waste time with an inefficient and limited bus tour. Instead, see all the Hollywood highlights in a day on a private tour that includes spots bus tours don’t go. That way, you don’t waste time waiting on other tourists and can spend extra time at the sights that interest you most."], "url": "https://www.viator.com/tours/Las-Vegas/Best-Vegas-to-Hollywood-Tour/d684-166735P1", "price": "224.78", "rating": "5.0"},
{"title": "Zion and Bryce Canyon Small Group Tour from Las Vegas", "description": ["This trip is ideal for nature lovers. Avoid the hassle of organizing car rental and instead, enjoy a comfortable journey with Las Vegas Boulevard hotel pickup included. Travel to two incredible natural wonders in a day—Zion National Park and Bryce Canyon National Park. Then, rather than having to hike for hours on foot, save time and drive between the parks’ most beautiful places with frequent stops for photo opportunities. Highlights include the Virgin River, and the Emerald Pools."], "url": "https://www.viator.com/tours/Las-Vegas/Zion-and-Bryce-Canyon-Small-Group-Tour-from-Las-Vegas/d684-190492P3", "price": "217.20", "rating": "5.0"},
{"title": "Las Vegas Hip Hop Pool Crawl with Party Bus Experience", "description": ["Feel like a Vegas VIP without spending like a Vegas VIP. This hip-hop pool crawl takes you to the best pool parties in Vegas by party bus, allowing you to skip the long lines to get in. Dance the day away to some of the best DJs in Las Vegas at some of the hottest pools in town."], "url": "https://www.viator.com/tours/Las-Vegas/1-and-only-Hip-Hop-Pool-Crawl-in-Las-Vegas-w-unlimited-liquor-on-party-buses/d684-153175P2", "price": "47.42", "rating": "3.0"},
{"title": "Shuttle Between Las Vegas and Page-Lake Powell", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Page-and-Antelope-Canyon-Shuttle-from-Las-Vegas/d684-60136P8", "price": "90.10", "rating": null},
{"title": "Private Vacation Photography Session with Photographer in Las Vegas", "description": ["Capture memories of your trip to Las Vegas with your own photographer. Meet your photographer and choose a location to serve as the backdrop for your photos. Then, enjoy a relaxed experience as your photographer captures candid and posed shots of you and your group. Whether you're a solo traveler, a couple, a family, or celebrating a special occasion, this shoot is able to suit everyone."], "url": "https://www.viator.com/tours/Las-Vegas/120-Minute-Private-Vacation-Photography-Session-with-Photographer-in-Las-Vegas/d684-103118P154", "price": "283.59", "rating": "5.0"},
{"title": "Self-Drive 1-Day Grand Canyon Whitewater Rafting Tour", "description": ["Add a thrilling outdoor adventure to any Las Vegas or Flagstaff vacation with this guided whitewater rafting trip down the Colorado River. Take a road trip to Peach Springs, Arizona, home of the Hualapai Indians at the gateway to the Grand Canyon. Then, challenge the mighty Colorado River’s varied rapids on a 40-mile (64-kilometer) journey through the canyon, taking a side hike to a travertine waterfall along the way. Boxed lunch is included, and an optional hotel pickup and drop-off is available to purchase."], "url": "https://www.viator.com/tours/Kingman/Self-Drive-One-Day-Grand-Canyon-White-Water-Rafting-Tour/d50726-5167SD", "price": "569.07", "rating": "4.5"},
{"title": "Downtown Las Vegas Food Tour by Segway", "description": ["Foodies will find plenty to get excited about in Las Vegas, with everything from gourmet dining to tasty street food, and cuisine from all around the globe. On this tasting tour, zip around downtown Las Vegas on a Segway and cover more ground than you could on foot. Along the way, hop off at up to five different restaurants, popular with locals; sample a variety of delicious foods; and gain a fascinating insight into Las Vegas’ foodie scene."], "url": "https://www.viator.com/tours/Las-Vegas/Downtown-Las-Vegas-Food-Tour-by-Segway/d684-6783P11", "price": "179.26", "rating": "5.0"},
{"title": "Upper Antelope Canyon, Horseshoe Bend, Glen Dam One Day Tour From Las Vegas", "description": ["Ideal for travelers looking to explore outside of Las Vegas, this small-group day trip covers Horseshoe Bend and Antelope Canyon in one day of sightseeing. After taking a short break in Page, Arizona, head to Horseshoe Bend to catch views 900 feet (275 meters) above the Colorado River. Then, visit Antelope Canyon X, a sandstone slot canyon within the Navajo Nation that’s popular with photographers."], "url": "https://www.viator.com/tours/Las-Vegas/1-Day-Antelope-Canyon-X-and-Horseshoe-Bend-Tour-From-Las-Vegas-Ticket-Included/d684-326264P8", "price": "274.10", "rating": "5.0"},
{"title": "Lower Antelope Canyon, Horseshoe Bend, Glen Dam One Day Tour From Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/1-Day-Upper-Antelope-Canyon-and-Horseshoe-Bend-Bus-Tour-From-Las-Vegas/d684-326264P6", "price": "187.79", "rating": "4.5"},
{"title": "VIP Private Sauna with Shower Room and Body Massage in Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Group-VIP-SPA-package-Bachelorette-Birthdays/d684-110800P3", "price": "83.46", "rating": "4.5"},
{"title": "Las Vegas Arts District Sightseeing and Foodie Tour", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Arts-District-Foodie-Tour/d684-46865P9", "price": "117.61", "rating": "5.0"},
{"title": "Emerald Cave Kayak Tour", "description": ["Escape the flashing lights and bustling casinos of Las Vegas and spend a day in the great outdoors on this private tour to Emerald Cave. Leave the Strip behind and head to the Arizona side of the Colorado River to start your kayaking tour. Paddle to a shallow cave that shimmers in shades of green when the sunlight hits just right and capture a few photos before heading back."], "url": "https://www.viator.com/tours/Las-Vegas/Emerald-Cave-Kayak-Tour-Private-Tour/d684-140793P1", "price": "150.80", "rating": "5.0"},
{"title": "Thin Blue Line Shooting Range Package", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Thin-Blue-Line-shooting-range-package/d684-218819P1", "price": "123.30", "rating": "4.5"},
{"title": "Full Day Grand Canyon Trip with Horseback Ride From Las Vegas", "description": ["Experience the Grand Canyon in classic ‘Wild West’ style on a full-day tour from Las Vegas that features a guided horseback ride or wagon ride, as well as a barbecue lunch on a historic ranch. After making the trip from Las Vegas in the comfort of a climate-controlled van, you’ll meet real cowboys, see a buffalo herd, and get a fascinating dose of Grand Canyon history in a spectacular location."], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-Western-Experience-with-Horseback-or-Wagon-Ride/d684-25576P18", "price": "233.56", "rating": "3.0"},
{"title": "Full-Day Tour to Zion National Park from Las Vegas", "description": ["Visit Zion National Park on a full-day tour from Las Vegas that’s a convenient, cost-effective way to ensure you get there and back in a single day. With someone else doing the driving, you can relax and take in views of the Arizona Strip, Dixie National Forest, and soaring mesas, then arrive in Zion to see some of the highest sandstone cliffs on earth."], "url": "https://www.viator.com/tours/Las-Vegas/Day-Trip-to-Zion-National-Park-from-Las-Vegas/d684-43493P7", "price": "198.23", "rating": "4.0"},
{"title": "Las Vegas Strip by Limo with Personal Photographer", "description": ["Explore the bright lights of the famous Las Vegas Strip in a stretch limousine and have the evening documented by a professional photographer during this tour. Select a 1- or 2-hour experience, then stop at any of the popular Sin City casinos and/or attractions desired. Along the way, a photographer will capture the festivities with pictures that will be sent via email the following day. It’s a great idea for celebrating a special occasion — or just a night out on the town. Hotel pickup/drop-off and bottle of champagne included."], "url": "https://www.viator.com/tours/Las-Vegas/Viator-Exclusive-Las-Vegas-Strip-by-Limo-with-Personal-Photographer/d684-6238NIGHT", "price": "474.22", "rating": "5.0"},
{"title": "Small-Group Grand Canyon West Rim SUV Tour with Optional Helicopter Landing", "description": ["Leave the glam and glitz of Vegas behind on this day-long action-packed guided tour of one of the planet's great wonders: the Grand Canyon. Stop at the Hoover Dam and Joshua Tree Forest before exploring the enticing and jaw dropping West Rim of the Grand Canyon. Take in the glorious sites, drinking in the panoramic views from Eagle and Guano Points and exploring the Native-American village. Then if option selected, get ready for the piece de resistance: a thrilling helicopter flight to the bottom of the Grand Canyon. Continental breakfast, lunch, bottled water and a Las Vegas hotel pickup and drop-off are included. 6 points of interest in one amazing tour!", "This West Rim tour includes a photo stop at Hoover Dam and an optional upgrade to include a helicopter ride."], "url": "https://www.viator.com/tours/Las-Vegas/Grand-Canyon-West-6-in-1-Tour-with-Helicopter-and-Landing/d684-5119P13", "price": "264.85", "rating": "4.5"},
{"title": "Half-Day Kayak Tour in the Black Canyon from Las Vegas", "description": ["Kayak down the Colorado River on this half-day tour from Las Vegas. Spend ample time on the water taking in the amazing sights of the Black Canyon of the area and maybe even spot wildlife like bighorn sheep, coyotes, or bald eagles as you paddle along. Visit beautiful beaches, a cave, and enjoy snacks and bottled water included on your tour."], "url": "https://www.viator.com/tours/Las-Vegas/Half-or-Full-Day-Kayaking-Tour-on-the-Colorado-River-from-Las-Vegas/d684-39939P2", "price": "131.84", "rating": "5.0"},
{"title": "Oatman Western Mining Village/Museums & Scenic Route 66 Experience", "description": [], "url": "https://www.viator.com/tours/Kingman/Oatman-Village-Western-Mining-Town-and-Route-66-Experience/d50726-215651P3", "price": "112.87", "rating": "5.0"},
{"title": "2-hour Off Road Desert ATV Adventure in Las Vegas", "description": ["Off-roading in the desert is a great way to take a break from the hustle, bustle and lights of Las Vegas. If you are really looking to get away from the crowds, skip the big tours and opt for this private tour that can be customized to your own preferences. Get behind the wheel and hit the trails that take you across varied terrain. In a private group, you don't have to worry about eating anyone else's dust."], "url": "https://www.viator.com/tours/Las-Vegas/UTV-Ghost-Town-Drive-Adventure-Tour/d684-302925P2", "price": "188.74", "rating": "5.0"},
{"title": "Las Vegas Outdoor Go Kart Experience - 1 Race", "description": ["Experience go-kart racing on an outdoor racetrack in Las Vegas for a high-octane activity away from the Las Vegas Strip. Get behind the wheel of a go-kart that sports a powerful 270cc 4-stroke engine after receiving instruction on technique and safety on the racetrack. You can choose the number of laps you want, and check your recorded speed after you complete your laps."], "url": "https://www.viator.com/tours/Las-Vegas/Vegas-SuperKarts-Experience/d684-5214P1", "price": "33.20", "rating": "4.5"},
{"title": "Delirious Comedy Club at the Downtown Grand Hotel in Las Vegas", "description": ["Book your ticket in advance to ensure you don't miss one of Vegas' most-entertaining nights out. Delirious Comedy Club is Downtown Las Vegas' only full-time, stand-up comedy club and brings you some of the funniest, top headlining comedians from across the globe as well as the up-and-coming next generation of comedy stars."], "url": "https://www.viator.com/tours/Las-Vegas/Delirious-Comedy-Club-at-Downtown-Grand-Hotel-and-Casino/d684-287948P1", "price": "47.51", "rating": "4.5"},
{"title": "iLuminate at the STRAT Hotel and Casino", "description": ["Enjoy one of the best nights out in Las Vegas by pre-booking your tickets for iLuminate, a multi-sensory, interactive experience. Marvel at a talented cast made up of some the country’s hottest dancers and comedic hosts who come together in an exhilarating blend of music, dance, technology, and art. Add on a glow-in-the-dark shot package so you can drink along with the show."], "url": "https://www.viator.com/tours/Las-Vegas/iLuminate/d684-9412P13", "price": "64.35", "rating": "4.5"},
{"title": "Kayak Emerald Cave Deluxe (includes shuttle + lunch)", "description": ["Go kayaking on the Colorado River and visit the Emerald Cave during this half-day tour from Las Vegas. Set off from Willow Beach Marina on a three-mile paddle to the Emerald Cave. Kayak through volcanic canyon walls that tower over 900 feet in height during the tour. A healthy lunch and complimentary shuttle service from Las Vegas are included."], "url": "https://www.viator.com/tours/Las-Vegas/Kayak-Emerald-Cave/d684-240046P3", "price": "169.77", "rating": "5.0"},
{"title": "Bryce Canyon and Zion National Parks Small-Group Tour from Las Vegas", "description": ["Take a break from the chaos of Las Vegas on a day trip to two of Utah’s national parks — Bryce Canyon and Zion. Explore landscapes of cliffs, gorges and otherworldly rock formations as you learn about the geology of the area, one of the most fascinating in the United States. A breakfast, boxed picnic lunch and hotel pickup and drop-off are included."], "url": "https://www.viator.com/tours/Las-Vegas/Bryce-Canyon-and-Zion-National-Parks-Small-Group-Tour-from-Las-Vegas/d684-5119_O0028", "price": "274.62", "rating": "5.0"},
{"title": "Meow Wolf's Omega Mart at AREA15", "description": ["While in Las Vegas, experience Omega Mart, the newest interactive experience from the groundbreaking art collective, Meow Wolf. Marvel at the work of international and local artists as you embark on a journey through surreal worlds and immersive storytelling. Discover secret portals as you venture into parts unknown."], "url": "https://www.viator.com/tours/Las-Vegas/Meow-Wolfs-Omega-Mart-at-AREA15/d684-290829P1", "price": "47.67", "rating": "3.5"},
{"title": "Roundtrip Transfer Private vehicle Las Vegas Airport (LAS) - Las Vegas The Strip", "description": ["There’s so much to do and see in Vegas that you don’t want to waste time worrying about how to get to and from the airport, or waiting on unpredictable apps. Travel in style with a private car, good for up to three passengers, direct from McCarran to your hotel or other destination, then return once your stay is complete."], "url": "https://www.viator.com/tours/Las-Vegas/Round-trip-transfer-Private-Car-from-to-Las-Vegas-McCarran-Airport-City-Center/d684-87205P760", "price": "84.92", "rating": "3.0"},
{"title": "Las Vegas Vow Renewal Package", "description": ["Tie the knot in Las Vegas with the help of the professional wedding planners at the Chapel of the Flowers, a wedding venue specializing in elegant packages for weddings of two to 88 guests. There are five on-site venues that can host the wedding—from the traditional chapel to a popular rustic chic venue. The planners are able to coordinate remotely for a stress-free wedding planning experience."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Vow-Renewal-Package/d684-21581P2", "price": "374.64", "rating": "5.0"},
{"title": "Murray the Magician at Tropicana Hotel and Casino", "description": ["Enjoy an intimate, family-friendly magic show, right in the heart of Las Vegas. With these pre-booked admission tickets to Murray the Magician, you’ll be guaranteed a fun-filled evening of laughs, tricks, and optical illusions. Entry includes a post-show meet-and-greet with Murray and the rest of the cast."], "url": "https://www.viator.com/tours/Las-Vegas/Murray-the-Magician-at-Tropicana-Hotel-and-Casino/d684-6920LASMUR", "price": "31.10", "rating": "4.5"},
{"title": "Underground Donut Tour - Las Vegas Donut Tour", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Underground-Donut-Tour-Las-Vegas-Donut-Tour/d684-15064P21", "price": "37.94", "rating": "5.0"},
{"title": "2-Hour Vegas Strip Walking Tour with Photos,Champagne & Vintage Vegas Goody Bags", "description": ["Take a glittering walk down the Las Vegas Strip on a walking tour from the Bellagio Las Vegas to the Excalibur Hotel & Casino. You'll stroll alongside a photographer who can snap souvenir photos along the way, with stops at some of Las Vegas' most over-the-top locations, including the Bellagio conservatory, outdoor sculptures, and a towering waterfall. Since this tour includes VIP admission to Foundation Room or The LIGHT Vegas clubs, it's a great way to kick off a memorable night on the town."], "url": "https://www.viator.com/tours/Las-Vegas/2-Hour-Las-Vegas-Strip-Walking-Tour-with-Photographer/d684-40992P3", "price": "75.87", "rating": "4.5"},
{"title": "BEST Death Valley National Park & Seven Magic Mountains Day Trip from Las Vegas", "description": ["This day trip from Las Vegas visits Death Valley and Seven Magic Mountains—a rare combination. After pickup from meeting points in Vegas, head to Death Valley, where you’ll spend roughly 2.5 hours exploring the national park. Afterward, visit the Seven Magic Mountains artworks, gravity-defying colossal stone forms across the desert south of Las Vegas."], "url": "https://www.viator.com/tours/Las-Vegas/1-Day-Houston-City-Tour-Houston-departure-HU1/d684-132218P119", "price": "159.34", "rating": null},
{"title": "Sanders Family Pahrump Winery Tour from Las Vegas by SUV Cadillac Escalade", "description": ["Pahrump Valley Winery is an award-wining winery located in the Mojave Desert, around an hour from Las Vegas. On this private tour, travel to the winery in the comfort of a private vehicle, enjoy a guided tour of the winery and vineyards, and learn all about Nevada wines. During an expert-led wine tasting, sample a selection of red and white Pahrump Valley wines."], "url": "https://www.viator.com/tours/Las-Vegas/Pahrump-Winery-Private-Limo-Luxury-Tour-from-Las-Vegas/d684-40380P205", "price": "330.75", "rating": "5.0"},
{"title": "Shelby Select Guided Tour", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Shelby-Select-Experience/d684-146083P5", "price": "46.47", "rating": "4.5"},
{"title": "Ghosts of Las Vegas Walking Tour", "description": ["When we think of Las Vegas, most of us think of parties, booze, and Elvis weddings, but there’s more to Vegas than just living it up. Explore a historic, spooky side of Sin City during this Las Vegas ghost tour. Walk the Strip with a professional storyteller and hear tales of mobsters, famous celebs, and the city’s first high school that are sure to give you chills."], "url": "https://www.viator.com/tours/Las-Vegas/Ghosts-of-Las-Vegas/d684-310424P1", "price": "23.70", "rating": "4.0"},
{"title": "Red Rock Canyon Guided Private Trike Adventure!", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Red-Rock-Canyon-Self-Guided-Tour-on-a-CanAm-Ryker-Trike/d684-289163P11", "price": "213.40", "rating": "5.0"},
{"title": "Vegas Rock Star Nightclub Tour", "description": ["Don’t guess where the hottest clubs in Las Vegas are. Take this Las Vegas rock star nightclub tour and enjoy VIP access—with no lines and no cover charge—to some of the most exclusive clubs in Sin City. Hop into a fun limo party bus with an open onboard bar and hit the town. Transportation between the clubs is covered. Just show up ready to party.", "Your designated driver is at your service on this limo bus tour, transporting you to the hottest clubs. All you have to do is party. Drink all you want on the bus and skip the lines at the hottest nightclubs in town."], "url": "https://www.viator.com/tours/Las-Vegas/Vegas-Rock-Star-Nightclub-Tour/d684-5540NCT", "price": "55.96", "rating": "3.5"},
{"title": "Las Vegas Strip Photo Shoot", "description": ["Enjoy a memorable way to celebrate your trip to Las Vegas—and pose in front of the city’s world-famous casinos and other landmarks—during this private photoshoot. Pick from multiple convenient start times, meet your professional photographer host right on the Strip, and strike a pose. You’ll take photos at Paris Las Vegas, at Planet Hollywood, and in front of the Bellagio Fountain."], "url": "https://www.viator.com/tours/Las-Vegas/South-Las-Vegas-Strip-Walking-Photo-Shoot/d684-149074P1", "price": "450.52", "rating": "5.0"},
{"title": "Las Vegas Strip Walking Tour", "description": ["Discover the Strip's top attractions and its hidden corners in the company of a Las Vegas resident on this private walking tour. Meet your guide at the Mirage in the afternoon, and set off on foot. You'll visit several of Las Vegas' mega casinos, and will also head off the tourist trail to visit sights many visitors overlook. As you explore, learn Las Vegas stories and secrets from your guide."], "url": "https://www.viator.com/tours/Las-Vegas/Las-Vegas-Strip-Walking-Tour/d684-189272P2", "price": "43.61", "rating": "5.0"},
{"title": "Valley of Fire Guided Tour From Las Vegas", "description": ["Venture beyond Las Vegas city limits, and discover one of Nevada’s oldest and most striking state parks, on this half-day, small-group tour of Valley of Fire State Park. Depart in the morning directly from your hotel, and travel via air-conditioned vehicle. Upon arrival at the park, located in the Mojave Desert, you can admire its distinctive rock formations, get up close and personal during a gentle hike, and soak up the one-of-a-kind scenery."], "url": "https://www.viator.com/tours/Las-Vegas/Tour-to-Valley-of-Fire-Hoover-Dam-Lake-Mead-Overlook/d684-190492P2", "price": "132.78", "rating": "5.0"},
{"title": "Polaris Rent in Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Polaris-Slingshots-Rentals/d684-354354P1", "price": "283.59", "rating": null},
{"title": "Grand Canyon Tour In Spanish Skywalk and Lunch Included", "description": ["Visit the West Rim of the Grand Canyon on this full-day tour from Las Vegas with a Spanish-speaking guide. Travel in a comfortable minivan with a small group, with a stop at the Hoover Dam for photos on the way. At the Grand Canyon West Rim, explore highlights like Eagle Point and Guano Point, with the option to upgrade to a Skywalk, helicopter ride, boat ride or horse ride."], "url": "https://www.viator.com/tours/Las-Vegas/Tours-Al-Gran-Canon-En-Espanol/d684-129718P1", "price": "217.20", "rating": "5.0"},
{"title": "ROUND TRIP: Harry Reid International Airport (LAS) to Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Private-Round-trip-transfer-to-Las-Vegas-Airport-LAS/d684-131112P277", "price": "107.18", "rating": null},
{"title": "Wreck Room - A Destruction Experience, Standard Wrecking", "description": ["The Wreck Room in Las Vegas is a unique experience that allows you to smash, break, and destroy everyday items in a safe area. Kitted out in a helmet and safety gear, and equipped with a bat or crowbar, head into the wreck room and vent your frustrations on TVs, bottles, plates, and furniture. Best of all, there’s no need to clean up the mess afterwards!"], "url": "https://www.viator.com/tours/Las-Vegas/Wreck-Room-A-Destruction-Experience/d684-65848P1", "price": "73.58", "rating": "5.0"},
{"title": "Departure Private Transfer: Las Vegas to Las Vegas Airport by electric vehicle", "description": ["See out your Las Vegas vacation in style—and travel from your Strip hotel to McCarran International Airport without any stress—thanks to this seamless, private transfer service. Meet your driver at your hotel in advance of your flight, and hop aboard a luxury, eco-friendly Tesla. Then, settle back in comfort and enjoy one last ride through the city as your driver whisks you directly to your departure gate."], "url": "https://www.viator.com/tours/Las-Vegas/Departure-Private-Transfer-Las-Vegas-city-to-Las-Vegas-Airport-in-Luxury-Sedan/d684-40380P200", "price": "45.56", "rating": "4.0"},
{"title": "Exotic Supercar Driving Experiences On A Real Racetrack in Las Vegas", "description": ["Feel the raw power and precise handling of an exotic supercar with a thrilling driving experience on one of Las Vegas’s longest racetracks. Suit up and strap in behind the wheel of a Porsche, Lamborghini, or Ferrari, and get driving trips from a professional race coach. Take five thrilling laps on a course that’s inspired by Formula One’s turns, rolling terrain, and screaming straightaways, with the option to upgrade to 10 laps."], "url": "https://www.viator.com/tours/Las-Vegas/American-Muscle-Car-Driving-Experience/d684-5376P10", "price": "188.74", "rating": "5.0"},
{"title": "Original Las Vegas: The Fremont Street Experience Walking Tour", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Original-Las-Vegas-The-Fremont-Street-Experience-Walking-Tour/d684-324012P3", "price": "36.99", "rating": "5.0"},
{"title": "Vegas Chocolate Tour", "description": ["Discover many of Las Vegas' destination-worthy chocolate shops and sweet treats on this small-group, half-day tour. Meet in the morning at your first stop, and get ready to explore the larger-than-life attractions of M&M's World. Then, travel in an air-conditioned vehicle to visit several other stops, from a Las Vegas chocolate factory (where you can learn about the chocolate-making process), to a popular doughnut shop and beyond."], "url": "https://www.viator.com/tours/Las-Vegas/Vegas-Chocolate-Tour/d684-39239P17", "price": "103.38", "rating": "4.0"},
{"title": "The Weird, Wacky Fremont Bar Experience with Cocktails, Shots &up to 100 Photos", "description": ["This Las Vegas bar crawl visits the most fun, unique bars on Fremont Street for craft beers, margaritas, and even scorpion tequila shots. In between stops, you’ll see art installations and the vintage neon lights of downtown Las Vegas. Your professional photographer guide captures the night's best moments, so you don’t have to; 60–100 high-resolution images will be provided at the end of your tour."], "url": "https://www.viator.com/tours/Las-Vegas/The-Weird-Wacky-and-Wonderful-Bar-Crawl-of-Fremont-Street/d684-40992P13", "price": "141.32", "rating": "5.0"},
{"title": "Bat Out Of Hell: The Musical at Paris Las Vegas", "description": [], "url": "https://www.viator.com/tours/Las-Vegas/Bat-Out-Of-Hell-at-Paris-Las-Vegas/d684-5084P32", "price": "74.26", "rating": "4.0"}
]