[
{"title": "Zaanse Schans windmill village with cheese tasting & clog factory from Amsterdam", "description": ["Delve into the rich tapestry of typical Dutch culture on an enriching half-day tour to Zaanse Schans from Amsterdam. With a knowledgeable guide, observe traditional cheese making processes; marvel at the interior of a working windmill; try on some authentic wooden clogs for size; and admire the quaint and colorful architecture of Zaanse Schans village before returning to Amsterdam by comfortable coach. Gain fascinating insight into the unique culture of the Netherlands on this educational tour."], "url": "https://www.viator.com/tours/Amsterdam/Half-day-tour-to-windmill-village-Zaanse-Schans/d525-6926P7", "price": "29.76", "rating": "4.0"},
{"title": "Bruges Day Trip from Amsterdam", "description": ["Take advantage of the close proximity of European countries on a day trip to Bruges from Amsterdam. Ideal for travelers who want to see more of Europe in less time, this tour saves you the hassle of planning by taking care of transport. A guided walking tour of Bruges' UNESCO-listed Old Town will give you a good overview so you can later explore the city independently at your own pace. No visit to Bruges is complete without a chocolate tasting which is also included in this tour."], "url": "https://www.viator.com/tours/Amsterdam/BRUGE-FROM-AMSTERDAM-ENG/d525-6877P56", "price": "65.58", "rating": "3.5"},
{"title": "Private countryside tour: the highlights of Holland with guide and car", "description": ["Immerse yourself in Dutch culture, history, and cuisine on a private 6- to 7-hour countryside tour. Comfortable and swift transportation takes you from the tourist crowds of Amsterdam and into the heart of Holland. Enjoy engaging commentary from your guide as you taste local cheese, stroll past windmills, and try on wooden shoes. Tour highlights include Zaanse Schans, the fishing village of Marken, Volendam, Church Broek, and more."], "url": "https://www.viator.com/tours/Amsterdam/Private-countryside-tour-the-highlights-of-Holland-with-guide-and-transport/d525-139660P3", "price": "520.70", "rating": "5.0"},
{"title": "Amsterdam's Jordaan District Small-Group Food Walking Tour", "description": ["Discover the delectable bites and cultural highlights of Amsterdam’s sophisticated Jordaan district on a culinary walking tour of the enclave. With an expert epicurean guide, visit local foodie hotspots to sample enticing delicacies like smoked sausage, creamy Gouda and pickled herring. Delve into the rich culinary culture of the Netherlands with your informative guide and enjoy an alternative experience of Amsterdam as you discover places off the conventional tourist trail. Receive personalized attention from your guide on this small-group tour, limited to only 12 fellow food-lovers."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Jordaan-District-Food-Walking-Tour/d525-6624FOOD", "price": "99.88", "rating": "5.0"},
{"title": "Keukenhof's Tulips and Windmills Small-Group Tour from Amsterdam With Lunch", "description": ["Experience Dutch nature and culture on this all-day guided excursion in a small group of maximum 8. After meeting up with a knowledgeable local guide, enjoy activities that include visiting a clog and wooden shoe workshop, stopping by a cheese farm for an explanation of cheese making and Gouda tasting, admiring historic windmills at Molen De Kat, and exploring one of the world’s largest flower gardens, the Keukenhof Gardens, with skip the line access. A typical Dutch pancake lunch will fully immerse you into the Dutch culture."], "url": "https://www.viator.com/tours/Amsterdam/Tulips-and-Windmills-in-a-very-small-group-from-Amsterdam/d525-7258P19", "price": "142.03", "rating": "4.5"},
{"title": "Bruges Full-Day Tour from Amsterdam", "description": ["Explore one of Belgium’s most incredible cities on this Bruges day trip from Amsterdam. Journey in the comfort of a coach bus and relax as you listen to information about the city’s sights from your guide. Have ample time to explore the churches, canals, and shops on your own, snap photos of the iconic windmills, and sample famous Belgian chocolates on this tour that showcases the best of Bruges."], "url": "https://www.viator.com/tours/Amsterdam/Full-day-Bruges-Trip-from-Amsterdam/d525-2550LIN7", "price": "75.67", "rating": "4.0"},
{"title": "Giethoorn and Zaanse Schans Windmills Day Trip from Amsterdam", "description": ["Immerse yourself in Dutch culture on this full-day tour through the countryside with round-trip transport from Amsterdam. In addition to navigating, your guide offers little-known facts and anecdotes about each stop on the itinerary, including a traditional clog shop, artisan cheese factory, rural windmills, and the village of Giethoorn. Don’t forget your camera: The day also features a boat ride through Giethoorn’s waterways with rare views of the area."], "url": "https://www.viator.com/tours/Amsterdam/daytrip-Giethoorn-and-the-Windmills-of-Zaanse-Schans/d525-65926P17", "price": "116.02", "rating": "5.0"},
{"title": "The Hague, Delft and Rotterdam Sightseeing Tour Max.8 Persons", "description": [], "url": "https://www.viator.com/tours/Amsterdam/The-Hague-Delft-Rotterdam-City-Day-Tour-for-Max-7-Persons/d525-337760P1", "price": "122.01", "rating": "4.5"},
{"title": "Self-guided Outside Escape Walking Tour in The Hague City Centre", "description": ["Focus your sightseeing around the Hague’s charming city center, and get to know the sights using a smartphone city game. Designed to challenge you like an escape room, the experience is packed with riddles and clues, spread around a 1-mile (2-kilometer) walking route. Note that the game is best suited to those aged 15 and over."], "url": "https://www.viator.com/tours/The-Hague/Outside-Escape-Walking-Tour-in-The-Hague-City-Centre-2-Hours-Self-guided/d5436-303448P7", "price": "20.18", "rating": "4.5"},
{"title": "Amsterdam Small-Group Canal Cruise Plus Snacks and Drinks Winter Light Edition", "description": ["Want to see the sights of Amsterdam from an open boat, yet avoid the tourist crowds? Step aboard a single-mast sailboat known as a sloop, and relax in the comfort of a spacious vessel where numbers are limited to just 12 people. You’ll sip drinks from an open bar, enjoy unobstructed views of the city, and sample classic Dutch treats like “bitterballen” as you cruise."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Experience-Cruise/d525-151884P2", "price": "54.46", "rating": "5.0"},
{"title": "Amsterdam 1-Hour Canal Cruise from Central Station", "description": ["Discover the beautiful city of Amsterdam, known as the ‘Venice of the North,’ from the water on this sightseeing cruise. After reserving your preferred departure time, skip past any lines and set off on the UNESCO-listed waterways aboard a glass-topped canal boat. Glide under pretty bridges, past 17th-century buildings and landmarks like the Anne Frank House, and learn about the city’s history from the audio guide.", "Save time waiting with a skip-the-line ticket for the ever-popular Amsterdam canal cruise."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-1-Hr-Canal-Cruise-from-Central-Station-with-Optional-Attraction-Tickets/d525-2550STLCRUISE", "price": "16.14", "rating": "3.5"},
{"title": "Skip-the-line Keukenhof Ticket and Transport from Amsterdam", "description": ["If you're visiting Amsterdam in the spring, you can't miss the Keukenhof Gardens! This tour makes it easy to get to the gardens and enjoy them at your own pace."], "url": "https://www.viator.com/tours/Amsterdam/Keukenhof-Gardens-and-Tulip-Fields-Tour-from-Amsterdam/d525-2550LIN12A", "price": "49.44", "rating": "4.5"},
{"title": "Volendam, Marken and Windmills Day Trip from Amsterdam", "description": ["Take a day trip out of the city and visit Holland’s famous windmills in the countryside around Amsterdam. On this tour you’ll see the canals and greenery of rural life in the Netherlands, and learn about the rich history of the area. Stroll around the historic village of Zaanse Schans and see the old shipyard, important here since the 17th century. In Volendam or Marken, see how wooden clogs are made!", "Unlike many others, this fast-paced tour offers flexible start times, and half- or full-day options."], "url": "https://www.viator.com/tours/Amsterdam/Zaanse-Schans-Windmills-Marken-and-Volendam-Half-Day-Trip-from-Amsterdam/d525-2550LIN2A", "price": "32.79", "rating": "4.0"},
{"title": "The Upside Down Amsterdam Admission Ticket", "description": ["Book an admission ticket for The Upside Down Amsterdam online, and get instant confirmation for your trip to one of Europe’s largest Instagram experiences. Saving you time and hassle at the turnstiles, the prebooked ticket lets you enter with ease so you have more time to focus on the fun stuff. Brain-teasers, light tricks, and rooms that beg for creative poses await."], "url": "https://www.viator.com/tours/Amsterdam/The-Upside-Down-Amsterdam/d525-277234P1", "price": "25.17", "rating": "4.5"},
{"title": "All inclusive Canal Tour by Captain Jack (Traveller Choice Award 2022)", "description": ["Cruising the canals of Amsterdam is a must for first-time visitors to the city. This family-friendly cruise provides a personalized experience with a small boat and a maximum of 20 passengers on-board. Get to know each other as you sip drinks, tuck into snacks, and enjoy entertaining commentary from Captain Jack. Cruise around the UNESCO-listed canal ring, spot landmarks including the Rijksmuseum and the Anne Frank House, and hear fun facts and stories about Amsterdam as you discover the city."], "url": "https://www.viator.com/tours/Amsterdam/Captain-Jacks-Amazing-Canal-Tour/d525-176051P1", "price": "40.31", "rating": "5.0"},
{"title": "Flagship Evening canal cruise - Live guided with bar on board", "description": ["Cruise through Amsterdam the modern way, by small electric boat with a bar on an evening tour. A fun alternative to standing in a crowded bar, the cruise offers a sociable way to see Amsterdam's landmarks as day turns to night. Illuminated bridges and attractions like the Western Church are among the sights."], "url": "https://www.viator.com/tours/Amsterdam/NEW-Evening-Cruise-All-Incl-Classic-Saloon-Boat-Starting-at-Anne-Frank-House/d525-75227P9", "price": "20.13", "rating": "5.0"},
{"title": "Van Gogh Museum Amsterdam & 1-Hour Canal Cruise", "description": ["Home to some of the world’s most iconic Van Gogh paintings, Amsterdam’s Van Gogh museum attracts lines often in excess of two hours. Beat the crowds with this priority admission ticket that also includes an Amsterdam canal cruise, during which you get unobstructed views of the city's waterside attractions. This stress-free combo ticket is an ideal choice for first-time visitors with limited time in the Dutch capital."], "url": "https://www.viator.com/tours/Amsterdam/Van-Gogh-Museum-Skip-the-Line-Ticket-1-Hour-Canal-Cruise-in-Amsterdam/d525-2550P113", "price": "37.16", "rating": "4.0"},
{"title": "Amsterdam Open Boat Tour With Live Guide and Unlimited Drinks", "description": ["The best way to explore the UNESCO-listed Amsterdam Canal Ring is indisputably by boat. Get a different perspective of the Dutch capital while avoiding the crowds on land during this relaxing canal cruise that, unlike other similar tours, includes unlimited Heineken beer, wine, and soft drinks for a budget-friendly price. Plus, several departure times throughout the day mean you can slot the cruise into almost any schedule."], "url": "https://www.viator.com/tours/Amsterdam/One-hour-canal-cruise-and-all-drinks-included-The-best-way-to-explore-Amsterdam/d525-56080P1", "price": "23.00", "rating": "4.5"},
{"title": "Van Gogh Museum - Exclusive Guided Museum Tour (Reserved Entry Included!)", "description": ["Bypass the lines at the Van Gogh Museum in Amsterdam and admire van Gogh’s works with your very own private guide. Gain priority access and explore the highlights of the museum, home to the world’s biggest Vincent van Gogh art collection. Let your guide introduce you to sublime masterpieces such as ‘Sunflowers,’ learn the significance of some lesser-known paintings, and see pieces by artists who influenced his style, such as Gauguin and Monet. A perfect introduction to the museum and the great artist’s life and work."], "url": "https://www.viator.com/tours/Amsterdam/Van-Gogh-Museum-in-Amsterdam-Private-Tour-and-Skip-the-Line-Ticket/d525-8681P6", "price": "116.57", "rating": "5.0"},
{"title": "Amsterdam Icebar Experience Including 3 Drinks", "description": ["Grab a seat at the coolest bar in Amsterdam with a fast-track package to the XtraCold Icebar, where everything—even the glasses—is made completely of ice. Relax first in the hip warm lounge, then slip on a provided thermal jacket for an arctic drinking adventure right in the heart of the Dutch capital. Admire ice sculptures illuminated by colorful lights as you sip three included drinks in the ‘chilled-out’ atmosphere."], "url": "https://www.viator.com/tours/Amsterdam/XtraCold-Icebar-Amsterdam-Fast-track-Admission-Ticket/d525-2550P107", "price": "26.74", "rating": "3.5"},
{"title": "Flagship Amsterdam Open Boat Canal Cruise - Local live guide with bar on board", "description": ["Glide through Amsterdam's canals in style and comfort aboard a 100% electric, luxury boat. Settle into comfy cushioned seats, and warm up with provided blankets and a drink from the cash bar if the weather is chilly. The cruise departs multiple times daily from the Anne Frank House, so it's easy to fit into most sightseeing itineraries."], "url": "https://www.viator.com/tours/Amsterdam/Luxury-Small-Open-Boat-Canal-Tour/d525-75227P1", "price": "20.13", "rating": "5.0"},
{"title": "1st Magical Amsterdam Light Festival Canal Cruise - All Drinks included!!", "description": ["Cruise the canals of Amsterdam to see the city illuminated during the Amsterdam Light Festival, and enjoy unobstructed views of the glowing artwork. All drinks are provided on this evening canal cruise, with options that include beer, wine, mulled wine, and soda. Heated cushions, blankets, and a covered bow ensure a comfortable cruise even if the weather is chilly, and the boat’s open back is ideal for photography."], "url": "https://www.viator.com/tours/Amsterdam/Premium-Cruise-All-drinks-included-Amsterdam-Light-Festival-75-Min/d525-56080P5", "price": "32.08", "rating": "4.5"},
{"title": "Day Trip to Zaanse Schans, Edam, Volendam and Marken from Amsterdam", "description": ["Discover the Dutch countryside on this full-day tour to Zaanse Schans, Edam, Volendam, and Marken, with round-trip transfer from central Amsterdam ensuring a hassle-free trip. See windmills, waterlands, cheese makers, and clog factories up close, and learn about the region's rich history directly from your professional guide, with tasters and interior tours included in the price."], "url": "https://www.viator.com/tours/Amsterdam/Tour-por-la-campina-holandesa-Zaanse-Schans-Edam-Volendam-y-Marken/d525-61268P6", "price": "31.78", "rating": "5.0"},
{"title": "Anne Frank Guided Walking Tour through Amsterdam's Jewish Quarter", "description": ["Discover Amsterdam’s WWII history and follow in the footsteps of Anne Frank on this walking tour of the Jewish Quarter. See the Jewish Historical Museum, the Portuguese Synagogue, and the Auschwitz Monument; learn about events such as the February Strike and Winter of Hunger, and end the tour outside the Anne Frank House (entrance not included).", "This cost-effective tour covers Amsterdam’s Jewish sites while including a guide to provide context."], "url": "https://www.viator.com/tours/Amsterdam/Anne-Frank-and-Jewish-Quarter-Guided-Walking-Tour-in-Amsterdam/d525-8718P4", "price": "28.75", "rating": "4.5"},
{"title": "Flagship Canal Cruise in Classic Boat - Live guide with drinks & Dutch cheese", "description": ["Cruise down the famous canals of Amsterdam during this 60-minute (for travel date before 1 July duration of 75 min) boat tour. Hop aboard the classic wooden saloon boat and sit back and enjoy the beautiful city pass you by. See landmarks while nibbling on Dutch cheese and having a drink."], "url": "https://www.viator.com/tours/Amsterdam/Amsterdam-Canal-Cruise/d525-75227P6", "price": "30.22", "rating": "5.0"}
]