[
{"title": "Champagne Day Trip with Moet&Chandon, Reims Cathedral & Family Winery from Paris", "description": ["Discover the pleasures and history of Champagne on this full-day winery tour from Paris. In the Champagne wine region, visit the house of Moët & Chandon or Nicolas Feuillatte, and meet a local producer. Learn about the growing, harvesting, and bottling process, and sample different types of Champagne. See the resting place of Dom Perignon, the monk who developed the French bubbly wine. Travel by comfortable van and come away knowing how to properly taste Champagne."], "url": "https://www.viator.com/tours/Paris/Small-Group-Champagne-Tasting-Day-Trip-from-Paris-with-Moet-et-Chandon-Visit/d479-7249P12", "price": "211.87", "rating": "5.0"},
{"title": "Paris Private Arrival Transfer from Charles de Gaulle (CDG) or Orly (ORY)", "description": ["Enjoy a hassle-free arrival in Paris with this private transfer service. Meet your driver at Orly International Airport or Charles de Gaulle, and relax on the journey to your Paris hotel or private residence in the 75 zip code area. These private vehicles can accommodate up to eight passengers."], "url": "https://www.viator.com/tours/Paris/Paris-Private-Arrival-Transfer-Charles-de-Gaulle-CDG-or-Orly-ORY/d479-3627PARAPTHTL_P", "price": "50.45", "rating": "4.0"},
{"title": "Seine River Cruise on board Vedettes du Pont Neuf", "description": ["Soak up Paris from the river on a Seine cruise aboard a Vedettes du Pont Neuf boat, one of the city’s top sightseeing riverboats. Enjoy views of Paris’ famous attractions as you glide along the water, passing by the Eiffel Tower, Louvre, Musée d’Orsay and Notre-Dame Cathedral. The 1-hour cruise departs from Pont Neuf, Paris’ oldest bridge, and provides onboard commentary by knowledgeable guides. You can take your cruise at any time of day or night, according to operating hours. "], "url": "https://www.viator.com/tours/Paris/2-Hour-Paris-Sightseeing-City-Tour/d479-9511P19", "price": "15.13", "rating": "4.0"},
{"title": "Paris Capitaine Fracasse Boat 3-Course Dinner Cruise", "description": ["Sit down to a 3-course Gallic dinner and pass Paris' top sites on this 4-hour evening cruise on the Seine River. From the panoramic windows of the dining room, look out at the Louvre, Musée d'Orsay, Ile de la Cité, Pont Alexandre III, and other glittering waterfront sights. Upgrade to include Champagne, cocktails, wine, or beer, and head to the top deck for open-air views of the City of Light.", "This cruise offers several departure times, each with a no-drinks option, so it’s easy to fit with your needs."], "url": "https://www.viator.com/tours/Paris/Paris-Seine-River-Cruise-with-3-Course-Dinner/d479-6557FRACASSE", "price": "41.37", "rating": "3.5"},
{"title": "Eiffel Tower Skip the Line Ticket with Summit Access by Elevator", "description": ["Have the special opportunity to ascend to the Eiffel Tower’s summit—and bypass the hours-long lines—when you book advance, skip-the-line tickets. Don’t worry about hustling through crowds: this seamless experience helps you explore Paris’ top landmark without the stress. And while many tickets only include entry to the lower levels, this option will whisk you to the city’s highest observation deck, where you’ll be rewarded with panoramic views."], "url": "https://www.viator.com/tours/Paris/Eiffel-Tower-Skip-The-Line-Summit-Entrance-by-Elevator/d479-7832P151", "price": "70.57", "rating": "3.0"},
{"title": "Paris Eiffel Tower Guided Tour with Access Via Lift", "description": ["Make the most of your visit to one of the world’s most popular landmarks on a guided Eiffel Tower tour. Hear the history and legends behind the Paris icon as a guide accompanies you up to the second level, where panoramic views of the city await. Get help identifying the monuments below, and upgrade for summit access to go even higher."], "url": "https://www.viator.com/tours/Paris/Guided-Eiffel-Tower-Tour-with-Summit-Access-Option/d479-47475P7", "price": "44.39", "rating": "4.0"},
{"title": "Paris Private Airport Arrival Transfer", "description": ["Start your Paris vacation in style with a private arrival transfer from Charles de Gaulle airport. With a prepaid private transfer, there will be no waiting around at the airport—your driver will meet you on arrival, help with your luggage, and take you directly to your central Paris hotel in the comfort of private, air-conditioned vehicle."], "url": "https://www.viator.com/tours/Paris/Private-transfer-from-Paris-Charles-de-Gaulle-Airport-to-Paris/d479-7817P21", "price": "20.68", "rating": "4.5"},
{"title": "Champagne Area Small Group Day Trip with Cellar Visits & Tastings from Paris", "description": ["Discover the delights of Champagne—both the drink and the region itself—on this full-day excursion from Paris. Visit multiple Champagne houses, including Moët & Chandon, to learn about production methods, see the cellars, and hear about the history of this beloved sparkling wine. Enjoy several tastings as well as lunch at a local restaurant. Round-trip hotel transportation is provided so you don't have to worry about getting there yourself."], "url": "https://www.viator.com/tours/Paris/Small-Group-Champagne-Tour-from-Paris-Including-4-course-Lunch/d479-19014P14", "price": "306.58", "rating": "4.5"},
{"title": "Eiffel Tower Skip-The-Line Second Level Access by Elevator", "description": ["Save valuable vacation time in Paris with this skip-the-line pass to the second level of the Eiffel Tower. Follow you guide past the long queues, and enter France's most famous monument through a dedicated access point. Board an elevator to zip straight to the second floor, then listen to your guide's humorous narration about the city's famous landmark and the city itself. Get fantastic views of Paris and plenty of photo ops as you look around. After the tour of the second floor, you are free to stay as long as you want, or you can purchase an additional ticket for access to the top of the tower.", "Skip the lines for the second floor of the Eiffel Tower and then stay as long as you want. "], "url": "https://www.viator.com/tours/Paris/Skip-the-Line-Eiffel-Tower-2nd-Level-Tour-Louvre-Museum-and-Cruise/d479-9205P2", "price": "64.53", "rating": "4.0"},
{"title": "Kids and Families Skip-the-Line Private Louvre Tour in Paris", "description": ["Get the whole family engaged in the treasures of the Louvre during this 1.5-, 2-, or 3-hour private tour. Tailor the itinerary to the needs of your family, depending on time available, ages and interests of the family members. Skip-the-line privileges ensure less waiting in long ticket lines."], "url": "https://www.viator.com/tours/Paris/Skip-the-line-Private-Guided-Tour-of-the-Louvre-Museum-in-Paris-for-Kids-and-Families/d479-20455P38", "price": "210.86", "rating": "5.0"},
{"title": "Le Marais Paris The Original District Food and Wine Tasting Tour", "description": ["Get to know the Parisian neighborhood of Le Marais on a food walking tour with a guide who introduces you to local food vendors and artisans. You'll see sights like Hôtel de Ville and visit the oldest covered market in Paris, Marche des Enfants Rouges, as you learn about and taste the fine products found in this historical yet trendy district.", "This food tour of the Marais has both daytime and evening departure options."], "url": "https://www.viator.com/tours/Paris/Le-Marais-Walking-Food-Tour/d479-26729P4", "price": "110.98", "rating": "4.5"},
{"title": "Louvre Museum Timed Entrance Access with Cruise Ticket", "description": ["Travel from Ancient Greece to the Renaissance with a entrance ticket to the Louvre, a sprawling former palace. Glide right past the long lines for a cultural immersion at your own or with an app with 10 languages commentary. Make a beeline to whatever strikes your fancy, such as Da Vinci's enigmatic \"Mona Lisa\" and the imposing \"Venus de Milo\" sculpture. Suggested routes let you explore independently while taking your time.", "Skip the lines and visit the Louvre independently with the aid of an audioguide. "], "url": "https://www.viator.com/tours/Paris/Skip-the-Line-Louvre-Museum-Audio-Tour/d479-2050GLO", "price": "43.66", "rating": "3.0"},
{"title": "Paris Your Perfect Day in the City Custom Private Tour", "description": ["Experience Paris like an insider, and see the city’s popular attractions and secret hidden gems on a half- or full-day private tour that’s designed just for you. On this custom, private tour, you choose what you want to see in the city, and your ideal day in Paris is pre-planned for you, complete with round-trip transportation. Catch sight of the iconic Notre Dame Cathedral or the Eiffel Tower. Whether you’re interested in history, art, food, or something else, your guide (who’s born and raised in the City of Light) helps you make the most of your time in Paris.", "Half- or full-day customized tours include metro tickets and taxi fares, plus hotel transfers."], "url": "https://www.viator.com/tours/Paris/Private-Tour-Customize-Your-Perfect-Day-in-Paris/d479-5746DAYINPARIS", "price": "199.26", "rating": "5.0"},
{"title": "Tour in Citroën 2CV Paris Secret - 2H", "description": ["Spend two hours touring Paris in a vintage Citroën 2CV with this private experience. Your guide will pick you up from your hotel and take you around the city, with photo stops at some of the city's most iconic sites, including the Eiffel Tower, the Pantheon, the Latin Quarter, and Montmartre."], "url": "https://www.viator.com/tours/Paris/TOUR-IN-2CV-PARIS-SECRET-2H/d479-126585P4", "price": "220.95", "rating": "5.0"},
{"title": "Mont Saint-Michel Guided Day Trip from Paris", "description": ["Travel through scenic Normandy en route to the medieval Mont-St-Michel on a full-day trip from Paris. Discover the UNESCO World-Heritage-listed island and its iconic Gothic abbey, with a guide, and listen to fascinating history and legendary stories about the site. Enjoy ample time to explore the island, and admire views of the surrounding bay before traveling back to the French capital."], "url": "https://www.viator.com/tours/Paris/Mont-Saint-Michel-Day-Trip-from-Paris-including-Local-Lunch/d479-2050MS", "price": "171.60", "rating": "4.0"},
{"title": "Paris Wine Tasting plus Cheese Lunch with an Expert Sommelier Guide", "description": ["Spend a decadent afternoon in the French capital with a wine and cheese tasting in Paris, guided by a knowledgeable sommelier. Sample wines from various regions, including Rhone, Bordeaux and Sancerre, learning how each region produces different wines. Find out the proper way to taste wine. Nibble on wine-friendly snacks like French cheeses and cured meats for lunch while you sip in a comfortable converted wine cellar in the center of Paris."], "url": "https://www.viator.com/tours/Paris/Wine-Tasting-in-Paris-with-Cheese-and-Charcuterie-Lunch/d479-3777LUNCH", "price": "79.70", "rating": "5.0"},
{"title": "Normandy Small-Group Day Trip D-Day Battlefields & Landing Beaches from Paris", "description": ["Travel back in time on a historical tour of World War II landing sites. Head to the Beach of Normandy, to see Pointe du Hoc, a promontory that was a German fortification strong point until U.S. army members invaded on June 6, 1944. Visit the American Cemetery on a bluff above Omaha Beach, and explore other significant locations such as Mulberry Harbor, built specifically to speed the unloading process of Allied troops.", "Small group sizes are ideal for those looking for a moving and intimate experience of the sites."], "url": "https://www.viator.com/tours/Paris/Small-Group-Normandy-D-Day-Battlefields-and-Landing-Beaches-day-trip-from-Paris/d479-5045P25", "price": "235.82", "rating": "5.0"},
{"title": "Seine River Dinner Cruise Maxim's de Paris with Champagne and Live Music", "description": ["Enjoy a gourmet dinner, a sightseeing cruise, and live entertainment, all in one—this evening experience is sure to leave a memorable impression of Paris. Pick between two start times, meet your vessel in central Paris, and set sail on the Seine. While gliding past highlights like the Musée d’Orsay, Place de la Concorde, and more, you’ll indulge in a 3-course meal and Champagne, accompanied by live music."], "url": "https://www.viator.com/tours/Paris/Eiffel-Tower-Experience-and-Dinner-Cruise-with-Moulin-Rouge-Show-and-Champagne/d479-2050P305", "price": "186.48", "rating": "4.0"},
{"title": "Paris in a Day: Sacre Coeur, Eiffel Tower, Seine River Cruise & Louvre Museum", "description": ["See many noteworthy sights of Paris in one day, including skip-the-line access to the Eiffel Tower and Louvre Museum. With a guide, tour Montmartre and the Latin Quarter. At the Eiffel Tower, head up to the second level for views of the city. A ticket for a Seine River cruise is also included on this small-group sightseeing tour of Paris.", "Participants on this tour travel on foot and by metro for a more local, active experience. "], "url": "https://www.viator.com/tours/Paris/Paris-in-a-Day-including-Notre-Dame-and-the-Louvre-and-Eiffel-Tower-and-Seine-River-Cruise/d479-46018P3", "price": "166.47", "rating": "5.0"},
{"title": "Eiffel Tower 2nd Floor Skip the Line Ticket by Elevator", "description": ["Don’t just admire the Eiffel Tower during your next Paris visit: get up close and personal with the world-famous landmark when you book advance tickets to its second floor. This option provides a budget-friendly way to visit, while still affording you top-notch views of the city. Pick from multiple daily admission times, take in the Paris panoramas, and visit the shops and gourmet restaurants that populate the second story."], "url": "https://www.viator.com/tours/Paris/Skip-the-line-2nd-Floor-Eiffel-Tower-by-Elevator/d479-7832P148", "price": "50.34", "rating": "4.0"},
{"title": "Skip-the-Line Paris Catacombs Special Access Tour", "description": ["Venture beneath the City of Light to explore the dark underworld of the Paris Catacombs. Skip the entrance lines and head inside this fantastically macabre tunnel system filled with the skeletal remains of more than 6 million Parisians. Hear about the remarkable construction of the catacombs from an expert guide as you walk past ornate chambers piled with decorative arrangements of bones, and gain special access to chapels and chambers closed to the general public. Group size is limited to 19."], "url": "https://www.viator.com/tours/Paris/The-Secret-History-of-Paris-Special-Access-Catacombs-Tour/d479-46018P6", "price": "102.91", "rating": "5.0"},
{"title": "Versailles Palace Guided Tour from Paris with Optional Gardens & Fountain Show", "description": ["Immerse yourself in the opulence and drama of Versailles Palace and Gardens on a fully guided small-group tour from Paris to Versailles. With your skip-the-line ticket, breeze past the queue and join your expert guide for a fun and informative walk through the castle and gardens. Witness the extravagance of Louis XIV—the Sun King—who built up the massive 700-room complex, adorning the space with luxuries fit for the French monarchy.", "This tour is perfect for those short on time who want the ease of transport and skip-the-line access."], "url": "https://www.viator.com/tours/Paris/Skip-the-Line-Versailles-Palace-and-Gardens-Walking-Tour/d479-3731VERSAILLES", "price": "84.75", "rating": "4.0"},
{"title": "Eiffel Tower Access with Seine River Dinner Cruise and Moulin Rouge Show", "description": ["Soak in the splendor of Paris in one unforgettable night that includes fine-dining, sightseeing, and a flamboyant cancan show. With this experience, you will go up the Eiffel Tower and enjoy a spectacular dinner cruise along the Seine. Top your evening off by sipping Champagne and enjoying a show at the legendary Moulin Rouge.", "Your choice of dinner at the Eiffel Tower or on a river cruise, and a show at the famous Moulin Rouge."], "url": "https://www.viator.com/tours/Paris/Eiffel-Tower-Seine-River-Cruise-and-Moulin-Rouge-Show/d479-2050TEM", "price": "293.45", "rating": "4.0"},
{"title": "Ultimate Paris Food Tour", "description": ["Discover the few remaining family-run eateries in the Marais neighborhood of Paris with the insights of your local guide. Try classic French dishes, innovative pastries (patisserie), Jewish delicacies, and more as you visit both historical and modern-style eateries in this historical neighborhood. Learn about the stories behind French foods and the people who live and work in the district. Expect 11 tastings from eight dining establishments with enough samples to make a full meal."], "url": "https://www.viator.com/tours/Paris/Ultimate-Paris-Food-Tour/d479-144878P1", "price": "109.97", "rating": "5.0"},
{"title": "Paris Layover Tour", "description": ["Make the most of your layover in Paris with this private layover tour. Your driver will pick you and your party up at Charles de Gaulle or Orly Airport and take you out on the town, with the chance to stop by some of the city's most iconic sites, from the Arc de Triomphe to the Eiffel Tower, before you head back to the airport to board your onward flight."], "url": "https://www.viator.com/tours/Paris/Paris-Layover/d479-194645P2", "price": "398.52", "rating": "5.0"},
{"title": "Montmartre Walking Tour: Paris' Best Art, Culture and Food", "description": ["Discover the charms of one of Paris' most popular neighborhoods on a walking tour of Montmartre, a district known for its artists and historically bohemian vibe. Start at the Moulin Rouge and see where artists like Van Gogh, Henri de Toulouse-Lautrec, and Pissarro lived and worked. See sights like the Basilica du Sacré-Coeur, and get insights from your guide about the art, music, food, and history of Montmartre."], "url": "https://www.viator.com/tours/Paris/Montmartre-Walking-Tour-Paris-Best-Art-Culture-and-Food/d479-47475P6", "price": "36.32", "rating": "5.0"},
{"title": "Paris Crazy Horse Cabaret Show Privilege", "description": ["Spend an evening in Paris' famous Crazy Horse cabaret with VIP seats for 'Désir,' a provocative show including burlesque-style acts and silhouette dancing for which the club is well-known. Enjoy the luxury of VIP treatment including a private booth with some of the best seats in the club, French caviar to nibble and Champagne to drink while you take in the spectacular 1.5-hour show."], "url": "https://www.viator.com/tours/Paris/Crazy-Horse-Cabaret-Show-Private-VIP-Booth-with-Champagne-and-Caviar/d479-6281CRAZYHORSEVIP", "price": "171.51", "rating": "4.5"},
{"title": "Skip-the-Line: Paris Catacombs Tour with VIP Access to Restricted Areas", "description": ["Discover the darker side of the City of Lights with this skip-the-line tour of the famed catacombs of Paris. Explore these fascinating underground passageways lined with the bones of thousands of former Parisians and learn the history of the mesmerizing and macabre labyrinth. Bypass the long lines for this popular attraction and enjoy personalized attention in a small group limited to 19 people."], "url": "https://www.viator.com/tours/Paris/Skip-the-Line-Catacombs-of-Paris-Small-Group-Walking-Tour/d479-3731CATACOMBS", "price": "99.88", "rating": "4.5"},
{"title": "Workshop in Paris: Create your Own Perfume", "description": ["Design your own personal perfume, or ‘parfum’ as the French call it, during this workshop in Paris. Learn about the different families of perfumes and tenacities of scents from a perfumer teacher, and then play with a range of scents to create three different perfumes. Take home your parfum of choice in a 50-ml bottle. This artistic experience is limited to eight people, ensuring a more memorable experience.", "Produce three different scents from scratch, including your own take-home vial of \"parfum.\""], "url": "https://www.viator.com/tours/Paris/Workshop-in-Paris-Create-your-Own-Parfum/d479-30077P1", "price": "98.87", "rating": "5.0"},
{"title": "Versailles Bike Tour with Palace Timed Entry Ticket & Marie-Antoinette's Domain", "description": ["Pedal your way around the parks of Versailles and enjoy timed entrance to the magnificent palace on this full-day tour from Paris. Learn the secrets of palace life, the truth about Marie Antoinette and the palace’s role in the French Revolution on a bike tour of Marie-Antoinette's Hamlet and the Petit and Grand Trianons. Next, bypass the queue and head straight inside the Palace of Versailles, where you have time to explore independently and discover the King’s apartments and famous Hall of Mirrors."], "url": "https://www.viator.com/tours/Paris/Versailles-Bike-Tour-with-Skip-the-Line-Entrance-to-Palace/d479-7249P3", "price": "99.88", "rating": "5.0"},
{"title": "Mont Saint Michel Day Trip with Abbey Entrance from Paris", "description": ["Visit one of France’s top attractions on this independent day trip from Paris to Mont-St-Michel. Relax on a comfortable coach ride as you travel through the scenic landscapes of Normandy en route to the UNESCO World Heritage-listed island, and spend hours exploring at your leisure with a multi-language audio guide (if option selected). Tour the famous Gothic abbey, wander through the narrow streets of the surrounding village, or admire views across the Atlantic Ocean."], "url": "https://www.viator.com/tours/Paris/Independent-Mont-St-Michel-Tour-with-Round-Trip-Transport-from-Paris/d479-2050MSL", "price": "135.00", "rating": "4.5"},
{"title": "Paris Moulin Rouge Late Night Show Ticket with Champagne", "description": ["Experience an evening of iconic glamour with a late-night show at the Moulin Rouge, the legendary home of Parisian cabaret! Take your seat among the elegant vintage surroundings and be dazzled by a 2-hour cabaret revue featuring the Moulin Rouge’s famously beautiful and talented showgirls. Sip on French Champagne while feasting your eyes on eye-popping costumes and elaborate sets. Shows regularly sell out months in advance, so book your seat now to enjoy a quintessential night out in Paris!"], "url": "https://www.viator.com/tours/Paris/Moulin-Rouge-Late-Night-Show-with-Champagne/d479-5022MOULINLATE", "price": "116.02", "rating": "4.0"},
{"title": "Romantic Seine River Dinner Cruise with Glass of Champagne", "description": ["Paris is one of the most romantic cities in the world and an evening cruise down the illuminated Seine is the perfect way to ramp up the romance. This cruise includes a delicious 3-course dinner and Champagne along with spectacular views of Paris icons such as the Eiffel Tower, Notre Dame Cathedral, and the Louvre Museum.", "This Paris dinner cruise includes a rose petal-covered table at the front of the boat, plus a souvenir portrait."], "url": "https://www.viator.com/tours/Paris/Romantic-Dinner-Cruise-with-Champagne/d479-2050P174", "price": "131.25", "rating": "3.5"},
{"title": "Paris Crazy Horse Cabaret Show", "description": ["Enjoy a spectacular evening of entertainment at the legendary Parisian cabaret The Crazy Horse. With this ticket-only option, make your own way to the famous venue and take your seat in time for an unforgettable performance. Choose from three different showtimes, and prepare to be dazzled by the show-stopping dancers, flamboyant costumes, and dramatic lighting displays.", "Forget the fun and frolics of your typical Parisian cabarets; the Crazy Horse is a sophisticated and tasteful take on the beauty and sensuality of the female form. Professional dancers and impressive lighting displays create an incredible show that you simply must see while you're in Paris!"], "url": "https://www.viator.com/tours/Paris/CRAZY-SHOW/d479-6281P18", "price": "110.98", "rating": "4.0"},
{"title": "Paris Versailles :Guided Tour of Palace with Garden Access + Skip The Line", "description": [], "url": "https://www.viator.com/tours/Versailles/Paris-Versailles-Palace-Tour-Guided-Royal-Apartments-entry-Skip-The-Line/d763-239576P2", "price": "69.61", "rating": "4.0"},
{"title": "Palace of Versailles Self Guided Tour with Gardens Access & Transfers from Paris", "description": ["Travel back in time to the site of France’s most extravagant monarch with this 2.5 hours of the Palace of Versailles. Fast-track entry allows you to skip the lines at this UNESCO World Heritage site, and you’ll arrive in style in a fully air-conditioned coach. Spend time exploring one of France's most famous and impressive landmarks."], "url": "https://www.viator.com/tours/Paris/Palace-of-Versailles-with-Skip-the-Line-Audio-Guided-Tour/d479-5045P38", "price": "76.90", "rating": "4.0"},
{"title": "Eiffel Tower Lunch at Madame Brasserie Restaurant", "description": ["Feast on gourmet French cuisine from the best vantage point in Paris, with lunch at the Eiffel Tower’s Madame Brasserie restaurant. This experience is perfect for couples, friends, or families looking for a unique way to commemorate their vacation in France. Upon arrival, you’ll bypass the long ticket line and go straight to the elevator. Enjoy free time to explore the tower’s first level before or after your meal."], "url": "https://www.viator.com/tours/Paris/Madame-Brasserie-Restaurant-Lunch-Eiffel-Tower-1st-floor/d479-9819P5", "price": "68.00", "rating": "4.5"},
{"title": "Musée d'Orsay Skip the Line Private and semi Private Tour", "description": ["Discover the world’s largest collection of Impressionist and Post-Impressionist art on a private tour of the Musée d'Orsay in Paris. Bypass the long entrance queues with skip-the-line access (admission tickets not included), and let an art historian guide lead you straight to masterworks by Monet, Cézanne, Renoir, Degas and more. Enjoy personalized attention from your guide and learn the history behind the art for a truly immersive experience."], "url": "https://www.viator.com/tours/Paris/2-hour-Orsay-Private-tour/d479-6159P13", "price": "75.67", "rating": "4.0"},
{"title": "Paris French Bakery Behind the Scenes Experience", "description": ["Make your own baguette with just the right amount of crunch during this 2-hour morning baking class at a Paris bakery. Begin the class with a delicious breakfast and then get your hands busy with flour in this behind-the-scenes experience at an authentic bakery. Learn how to make the perfect baguette, croissant and 'pain au chocolat.' This small-group activity, limited to just eight people, is ideal for families and gourmet foodies alike."], "url": "https://www.viator.com/tours/Paris/Paris-Bakery-Behind-The-Scene/d479-6159P10", "price": "90.80", "rating": "4.5"},
{"title": "Skip-the-line Musée d’Orsay Orsay Museum - Exclusive Guided Tour", "description": ["Marvel over the masters of impressionism on a private 2 to 2.5-hour tour of the Musee d'Orsay (Orsay Museum) in Paris and avoid the queues with skip-the-line entrance. Enjoy the undivided attention of your expert guide, who will introduce you to famous works by Renoir, Cezanne, and Manet, while they explain the innovative techniques used by Monet and Van Gogh. See lesser-known masterpieces by Degas, Gauguin, and more."], "url": "https://www.viator.com/tours/Paris/Skip-the-line-Private-Guided-Tour-Orsay-Museum/d479-6353P10", "price": "116.57", "rating": "5.0"},
{"title": "Skip the Line Louvre Tour: Mona Lisa Without the Crowds at Closing Time", "description": ["Visit the Musée du Louvre to see its most famous artwork, Leonardo da Vinci's 'Mona Lisa,' without the typical crowds on this tour that provides skip-the-line access for the museum's last entry of the day. Enter the museum as it's getting ready to close, taking advantage of this time of day to admire the painting among fewer people. Plus, see the museum's other masterpieces with an art historian guide. Tour is limited to 15 people for a small-group experience."], "url": "https://www.viator.com/tours/Paris/Last-Entry-Louvre-Museum-Tour-Mona-Lisa-at-her-stunning-best/d479-46018P5", "price": "84.75", "rating": "4.5"},
{"title": "Champagne Tasting on a Seine River Cruise", "description": ["Add some extra sparkle to your Paris trip with a Champagne-tasting cruise down the River Seine. With an English-speaking sommelier, enjoy an educational Champagne presentation in the comfort of a private room. Sip on three fine Champagnes as you float past Paris’ signature monuments such as the Eiffel Tower, the Louvre, and Musée d’Orsay.", "This sommelier-led Seine river cruise includes three Champagne tastings and scenic city views."], "url": "https://www.viator.com/tours/Paris/Champagne-Tasting-on-a-Seine-River-Cruise/d479-3777CC", "price": "65.58", "rating": "4.5"},
{"title": "Louvre Museum Guided Tour (Reserved Entry Included!) - Semi-Private 8ppl Max", "description": ["Visiting the Louvre can be overwhelming for first-time visitors, so why not enjoy skip-the-line access and personal attention from your guide on a small-group tour? Journey through the history of art as you explore one of the world’s biggest and most famous museums on this 2.5-hour tour, with numbers limited to eight. See iconic works like the Venus de Milo and the Mona Lisa, discover little-known masterpieces, and learn how to distinguish different art styles and techniques. After your tour, spend as long as you want exploring the museum independently."], "url": "https://www.viator.com/tours/Paris/Skip-the-line-Semi-Private-Guided-Tour-Louvre-Museum/d479-6353P8", "price": "116.57", "rating": "5.0"},
{"title": "Big Bus Paris Illuminations Tour", "description": ["This tour allows you to see the \"City of Light\" after dark on a city bus tour. See the Paris' landmarks and monuments illuminated, such as the Palais Garnier, Moulin Rouge, Champs-Elysees, and the Eiffel Tower. Listen to recorded commentary in several languages to shed light on each location's history.", "See top Paris icons at night on a WiFi-equipped double-decker, with live or recorded commentary."], "url": "https://www.viator.com/tours/Paris/Big-Bus-Paris-Night-Tour/d479-6602PARISNIGHT", "price": "27.24", "rating": "3.5"},
{"title": "Paris Moulin Rouge Cabaret Show with VIP Seating & Champagne", "description": ["Treat yourself to an exclusive Parisian event with a VIP seat at the world-famous Moulin Rouge Show. Breeze past the queue with your skip-the-line ticket and take a seat in a premium seat. From your table, enjoy great views of the stage and indulge in Champagne and Dalloyau macaroons or chocolates as you watch the dazzling 2-hour cabaret show."], "url": "https://www.viator.com/tours/Paris/Moulin-Rouge-Show-VIP-Seating-with-Champagne/d479-5022PARISMOULINROUGE", "price": "194.72", "rating": "4.5"},
{"title": "Louvre Highlights Skip-the- Line Guided Tour with Mona Lisa & Venus de Milo", "description": ["Get straight to the heart of France's most famous art destination on this express tour of the Louvre. Skip the long entrance lines with a small group of no more than 20 and head straight for the museum's most famous and captivating works, including the 'Mona Lisa,' 'The Raft of the Medusa,' and other masterpieces. Enhance your viewing experience by learning the stories and secrets behind the art and artists from an expert licensed guide."], "url": "https://www.viator.com/tours/Paris/Small-Group-Skip-the-Line-Louvre-Highlights-Tour/d479-46018P7", "price": "64.57", "rating": "5.0"},
{"title": "Paris Seine River Sightseeing Sparkling Cruise with Champagne by Bateaux Mouches", "description": ["Cruise the Seine River through the heart of Paris on a 70-minute sightseeing cruise with an elegant Champagne toast. You’ll spot the Eiffel Tower, Louvre Museum, and the Île de la Cité as an onboard guide points out some of the city’s most important sites. This Seine River cruise departs from a central location on the Seine’s Right Bank, and it’s a romantic way to explore the City of Lights.", "This romantic, landmark-packed river cruise includes a half-bottle of French champagne."], "url": "https://www.viator.com/tours/Paris/Sparkling-Cruise-along-the-Seine-River-in-Paris/d479-23561P20", "price": "29.26", "rating": "3.0"},
{"title": "Loire Valley 3 Best Castles & Wine Tasting Small-Group Day Trip from Paris", "description": ["Stroll through the châteaux of Chenonceau, Chambord, and Amboise on this full-day tour from Paris to the UNESCO-listed Loire Valley. Admire Chenonceau’s amazing floral gardens, and marvel at the sheer grandeur of Chambord, the largest chateau in the valley. At Amboise, see the quarters of King Francois I and the tomb of Leonardo Da Vinci. Learn from an informative guide about each site, and fit in souvenir shopping along the way."], "url": "https://www.viator.com/tours/Paris/Small-Group-Loire-Valley-Three-Top-Castles-Day-Trip-with-Wine-Tasting/d479-7249P10", "price": "227.00", "rating": "5.0"},
{"title": "Eiffel Tower Climbing Experience with Guide and Optional Summit Upgrade", "description": ["See a different side of Paris’s ‘Iron Lady’ on a guided climbing tour of the Eiffel Tower. Take the slow and scenic route and climb the stairs! Learn all about the construction, controversies, and mystique surrounding the iconic tower from a guide as you ascend to the first and second levels, admiring Gustave Eiffel’s intricate design from angles and viewpoints that most visitors miss. It’s an adventurous way to go behind the scenes—and under the beams—of one of the world’s most popular attractions.", "Instead of taking the elevator, participants on this tour take the stairs up the Eiffel Tower. "], "url": "https://www.viator.com/tours/Paris/Climbing-Experience-in-Paris-at-the-Eiffel-Tower/d479-3731P202", "price": "34.30", "rating": "4.5"},
{"title": "Louvre Museum Ticket & Seine River Cruise", "description": ["The Louvre Museum in Paris is one of the biggest and most visited art museums in the world. On this tour, save up to an hour of waiting in line with skip-the-line admission, then take your time exploring the famous artworks, including ‘Venus de Milo’, ‘La Gioconda’, and the ‘Mona Lisa’. This tour also includes a scenic cruise along the Seine River, with views of Paris landmarks such as the Eiffel Tower and Notre Dame Cathedral."], "url": "https://www.viator.com/tours/Paris/Skip-The-Line-Louvre-Museum-and-Seine-River-Cruise/d479-7832P121", "price": "40.35", "rating": "4.0"},
{"title": "Learn to make macaron with a chef", "description": ["Learn how to make delicious macarons from a professional chef with this small-group class for up to seven people. Your instructor will provide you with everything you need to make delectable macarons—including equipment and ingredients—and equip you with the necessary skills to make the celebrated French treat at home."], "url": "https://www.viator.com/tours/Paris/Learn-to-make-macaron-with-a-chef/d479-239592P1", "price": "196.74", "rating": "4.5"},
{"title": "Paris Airports Private Roundtrip Transfer", "description": ["Ensure a stress-free start and end to your vacation with a pre-arranged arrival and departure transfer between Charles de Gaulle or Orly airport, and your Paris hotel. Opting for a private transfer means no stops along the way to pick up other passengers, minimizing travel time, and your prepaid voucher means no need to worry about carrying cash or exchanging currency at the airport."], "url": "https://www.viator.com/tours/Paris/Paris-Airports-Roundtrip-Transfer/d479-7817P37", "price": "42.37", "rating": "4.5"},
{"title": "Disneyland® Paris Express Shuttle with Admission Ticket from Central Paris", "description": ["Start your trip to Disneyland® Paris in style by hopping on this dedicated express shuttle bus, which whisks you to the park from convenient Paris pick-up locations. Depending on the option selected, your ticket includes direct admission to Disneyland® Park and/or Disney Studios® Park—a convenient and hassle-free way to get your visit started. Small children get special discounts, and the air-conditioned shuttle bus has multiple departure times."], "url": "https://www.viator.com/tours/Paris/Disneyland-Paris-Express-Tickets-and-Shuttle-Transport/d479-6601P3", "price": "142.76", "rating": "3.5"},
{"title": "Seine River Guided Cruise and Snacks Options by Vedettes de Paris", "description": ["Glide by the famous sights of Paris on a relaxing sightseeing cruise down the Seine River. See treasured riverside monuments including the Eiffel Tower, Musée d'Orsay, the Louvre and Notre Dame Cathedral from aboard a comfortable riverboat. Learn about the history of passing attractions through audio commentary, and upgrade to include your choice of French-inspired aperitifs and snacks.", "Reserve spots on the in-demand sightseeing cruise, and enhance your ride with food and drink upgrade options."], "url": "https://www.viator.com/tours/Paris/Seine-River-Cruise-Sightseeing-with-Optional-Aperitif-or-Snack/d479-5636CRUISE", "price": "19.17", "rating": "4.0"},
{"title": "French Wine and Champagne Tasting in Paris", "description": ["Take your understanding of French wine to another level with a guided wine and Champagne tasting in an atmospheric wine cellar in Paris. Sample six different wines in the course of an evening, including Bordeaux, Sancerre, Rhone and Champagne, while you learn about how to properly taste wines and how to read a French wine label. It's a relaxing way to deepen your cultural knowledge and taste some fantastic French wines at the same time. Upgrade to include a plate of cheese or cured meats to eat while you sip."], "url": "https://www.viator.com/tours/Paris/French-Wine-and-Champagne-Tasting-in-Paris/d479-3777MASTERCLASS", "price": "65.58", "rating": "5.0"},
{"title": "Eiffel Tower Morning Tour by Elevator", "description": ["Enrich your visit to Paris’s must iconic must-see landmark on this guided Eiffel Tower tour by elevator. Jumpstart your morning with a hands-on introduction to the Iron Lady, built for the 1889 International Exposition. In-depth tours include admission tickets. Choose between 2nd or 3rd story tower access."], "url": "https://www.viator.com/tours/Paris/Eiffel-Tower-morning-tour-with-Host/d479-6839P88", "price": "35.31", "rating": "2.5"},
{"title": "Disneyland® Paris Multi-Day Ticket", "description": ["Disneyland® Paris, one of Europe’s most popular family-friendly attractions, is only 35min away from the center of Paris. Skip the entry lines and save time for more rides with these pre-booked admission tickets, which allow you to hop between both parks as often as you’d like, depending on the duration selected. Choose between 2-, 3-, and 4-day options to mix-and-match sights in both Disneyland® Park and Walt Disney Studios®.", "Enjoy Disneyland’s parks over your chosen number of days, without the limits of coach transfers at set times."], "url": "https://www.viator.com/tours/Paris/Disneyland-Paris-Multi-Day-Ticket/d479-5307DISNEYPASS", "price": "143.27", "rating": "3.5"},
{"title": "Paris Paradis Latin Cabaret Dinner & Show", "description": ["Witness the iconic Can-Can dance and much more during a 3-hour performance at the Paradis Latin in Paris. The dynamic and interactive show transports you to 19th-century Paris, around the world, and into the future. The spectacular cast delivers a non-stop performance of classic dancing and singing. During the show, enjoy a 3-course traditional French dinner with Bordeaux wine and champagne."], "url": "https://www.viator.com/tours/Paris/PARIS-NEW-PARADIS-LATIN-CABARET-DINNER-SHOW/d479-5054P9", "price": "161.43", "rating": "4.5"},
{"title": "Skip the Line: Louvre Museum with Guidance to the Mona Lisa", "description": ["Avoid the long lines with this tour that takes you directly to once the Louvre’s most-visited works of art: the Mona Lisa. On display here for more than 200-years, this painting draws many of the Louvre’s eight-million annual visitors. A staff member will take you to the priority entrance, passed the line and straight to Leonardo da Vinci’s masterpiece."], "url": "https://www.viator.com/tours/Paris/Skip-the-Line-Louvre-Museum-with-Guidance-to-the-Mona-Lisa/d479-6839P44", "price": "48.43", "rating": "3.5"},
{"title": "Eiffel Tower Skip the Line 2nd Floor Priority Access Ticket with Host", "description": ["Save time with this Viator skip-the-line Eiffel Tower ticket. This priority access admission ticket allows for a relaxing visit to one of the world’s busiest monuments, accompanied by a host. Listen as your host adds colorful history and facts to the sights below as you look over Les Invalides, Notre Dame Cathedral, and other city landmarks.", "This skip-the-line ticket includes a guide who can help provide context without excessive commentary."], "url": "https://www.viator.com/tours/Paris/Eiffel-Tower-Priority-Access/d479-7845P7", "price": "61.54", "rating": "4.0"},
{"title": "Eiffel Tower Skip-the-Line Ticket with Summit Access & City of Lights Paris View", "description": ["Reach the heights of Paris's most iconic monument while bypassing the long wait with a skip-the-line ticket to the Eiffel Tower. Head to the front of the line and ride the elevators up to the first and second levels for marvelous views of the Trocadero gardens, the Louvre, and other famous monuments. Keep going all the way up to the summit level, where the whole of Paris stretches around you in an unforgettable panorama.", "This skip-the-line tour includes access to all three floors of the Eiffel Tower."], "url": "https://www.viator.com/tours/Paris/Skip-the-line-ticket-for-Eiffel-Tower-with-summit-entrance/d479-7832P46", "price": "70.52", "rating": "3.5"},
{"title": "Bruges Audio Guided or Guided Day Trip with Canal Cruise Option from Paris", "description": ["Discover the beauty of Bruges on a day trip by luxury coach from Paris. A guide leads you on foot through the UNESCO-listed city center, from cathedrals to palaces. Admire the well-preserved medieval architecture and learn about the history of this picturesque Belgian town. Soak up the sights of the \"Little Venice of the North\" on a seasonal canal cruise and take time out for a leisurely lunch (own expense)."], "url": "https://www.viator.com/tours/Paris/Guided-Bruges-Day-Trip-from-Paris/d479-2050BR", "price": "143.65", "rating": "4.0"},
{"title": "Paris Louvre Museum Must See Skip the Line Private and non Private", "description": ["Maximize your time at the Louvre with skip-the-line entrance and a private guided tour for you and your party. Take all the hassle out of exploring the world’s largest museum, as your guide whisks you to star attractions like the ‘Mona Lisa’, ‘Raft of the Medusa’ and ‘Venus de Milo’, and points out lesser-known gems among the vast exhibitions. Best of all: your private tour can be tailored to your preferences and you can stay at the museum as long as you like after the tour ends."], "url": "https://www.viator.com/tours/Paris/15-Hour-Louvre-Museum-Must-See-Private-Guided-Tour/d479-6159P12", "price": "75.67", "rating": "4.5"},
{"title": "Paris Moulin Rouge Cabaret Show and Dinner including Christmas Day", "description": ["Immerse yourself in the extravagance of the Moulin Rouge, the most popular show in Paris, during an unforgettable evening that includes a gourmet 3-course meal. See talented troupes of colorful showgirls and expert dancers strut their stuff on the historical stage of the Moulin Rouge. Lose yourself in the dancing and drama and pleasure your palate with fine French flavors during a delicious meal. Book in advance to avoid missing this sell-out show.", "This package includes a 3-course dinner and a half-bottle of champagne."], "url": "https://www.viator.com/tours/Paris/Moulin-Rouge-Paris-Dinner-and-Show/d479-5022MOUDIN", "price": "191.69", "rating": "4.5"},
{"title": "See 30 Plus Top Paris Sights with a Fun Guide (Walking+Metro Tour)", "description": ["Gain a unique anglophone perspective of Paris as you explore the city with an English guide. Explore the City of Lights' most memorable attractions on a comprehensive tour that visits more than 30 sights, including the Eiffel Tower, Arc de Triomphe, and Moulin Rouge. Stop to pick up some snacks (own expense) in the Latin Quarter, stroll through atmospheric Montmartre, and admire the views from the Sacre-Coeur Basilica."], "url": "https://www.viator.com/tours/Paris/See-30-Plus-Top-Paris-Sights-in-1-Tour/d479-131689P1", "price": "63.22", "rating": "5.0"},
{"title": "Paris Moulin Rouge Dinner Show with Transport", "description": ["Spend an evening at the iconic Moulin Rouge in Paris, where you enjoy a 3-course dinner with wine before watching the show ‘Feerie.’ Dine on quintessential French dishes then see dancers on stage perform the famous cancan. Transportation by coach is included from central Paris up to the bohemian Montmartre district. The Moulin Rouge dress code is elegant, so dress to impress!", "This evening at the Moulin Rouge includes transportation, so you don't have to worry about finding a cab. "], "url": "https://www.viator.com/tours/Paris/Dinner-and-Show-at-the-Paris-Moulin-Rouge-with-Transport/d479-2050DMR_DMT", "price": "260.37", "rating": "4.0"},
{"title": "Seine River Sightseeing Cruise with 3 Course Dinner by Le Bistro Parisien", "description": ["Take in some of Paris's most iconic sights and enjoy a three-course dinner with this Seine River cruise and dinner experience combo. You'll sit down for a three-course meal in a glassed-in bistro with great views of the Eiffel Tower. You'll also get the chance to take an hour-long sightseeing cruise down the river, either before or after your meal."], "url": "https://www.viator.com/tours/Paris/Bateaux-Parisiens-Bistro-Parisien-Dinner-sightseeing-cruise/d479-5836P3", "price": "54.99", "rating": "4.0"},
{"title": "Paris Eiffel Tower Guided Climb Tour by Stairs", "description": ["Most visitors ride the elevator at the Eiffel Tower, but travelers with a sense of adventure can save time by taking the stairs. Climb the 704 steps to the second viewing platform of the Eiffel Tower on this guided tour and be rewarded with spectacular views of the Louvre, the Arc de Triomphe, the Seine River, and the Champs-Élysées. Opt for a ticket to the summit and take the lift to the very top.", "Get a workout in with this tour by climbing up the stairs of the Eiffel Tower."], "url": "https://www.viator.com/tours/Paris/Guided-Tour-Climb-of-Eiffel-Tower-Faster-than-Elevator-Entry/d479-47475P1", "price": "36.32", "rating": "4.5"},
{"title": "Versailles Palace Guided Tour with Skip the Line Access from Paris", "description": ["Breeze past the large crowds at Versailles on this 4-hour tour, including skip-the-line access. Follow your guide through the palace and gardens of Louis XIV, including all entrance fees and round-trip transportation from central Paris."], "url": "https://www.viator.com/tours/Paris/Versailles-Small-Group-Guided-Tour-from-Paris-with-Skip-the-Line-Access/d479-5045P41", "price": "132.27", "rating": "4.5"},
{"title": "Paris Seine River Hop-On Hop-Off Sightseeing Cruise", "description": ["See the major sights of Paris from the water on a hop-on hop-off Seine boat cruise. With either a 1- or 2-day ticket, glide leisurely along the river, hopping off and on when you wish to visit the attractions that most interest you, such as Musée d'Orsay and the Louvre. Or simply stay on the boat to admire Paris’ World Heritage-listed riverbanks.", "Avoid the crowds on the metro and get great photo ops on this hop-on hop-off Seine cruise."], "url": "https://www.viator.com/tours/Paris/Seine-River-Hop-On-Hop-Off-Sightseeing-Cruise-in-Paris/d479-6025BATOBUS", "price": "20.18", "rating": "4.0"},
{"title": "Champagne Area Small Group Day Trip with 8 Tastings & Lunch from Paris", "description": ["Travel with a small group—including hotel pickup from Paris—and spend a day touring the Champagne region. Visit a world-renowned Champagne house such as Moët & Chandon, Taittinger, Veuve Clicquot or Mercier, as well as smaller estates. Experience multiple tastings and learn how the popular bubbly drink is made as you stroll through sprawling vineyards and enter cellars. Plus, enjoy a gourmet lunch at a family-run winery.", "This tour visits a top Champagne house and smaller family-run vineyards."], "url": "https://www.viator.com/tours/Paris/Champagne-WineDay-Tour/d479-35428P1", "price": "302.67", "rating": "4.5"},
{"title": "Paris Paradis Latin Cabaret Champagne & Show", "description": ["Immerse yourself in Paris’ vibrant cabaret culture—and attend the oldest cabaret theater in the city, designed by Gustave Eiffel—when you book tickets to a performance at Le Paradis Latin. Located in the Latin Quarter, the history-saturated venue is currently performing “L’Oiseau Paradis,” a revue show combining singing, dancing, dozens of artists, and even an updated version of the French can-can. Book tickets in advance to guarantee your place, and choose between enjoying a glass or half-bottle of Champagne with the show."], "url": "https://www.viator.com/tours/Paris/Paris-New-Paradis-Latin-Cabaret-Show-and-Champagne/d479-5054P12", "price": "80.71", "rating": "4.5"},
{"title": "Versailles Palace Guided Tour with Gardens & Fountains Show from Paris", "description": ["Imagine how the extravagance of Versailles was part of everyday life for Marie Antoinette during a guided tour of the palace with an optional fountain show. Take advantage of skip-the-line access to avoid the long lines at the start of your tour. Gaze in wonder at the Royal Apartments and the Queen’s Apartments, and walk through the glittering Hall of Mirrors to the Salon de la Guerre and the Salon de la Paix. Plus explore the expansive gardens on your own after the palace tour.", "No need to bother with trains; this tour includes round-trip transport from Paris. "], "url": "https://www.viator.com/tours/Paris/Versailles-Guided-Tour-with-Optional-Fountain-Show/d479-2050VRS_VRG", "price": "101.51", "rating": "3.5"},
{"title": "Mont Saint Michel Guided Day Trip from Paris", "description": ["Head to the coast of Normandy to visit Mont-Saint-Michel on this day tour from Paris. You'll receive an orientation from a guide, and then enjoy time to explore the UNESCO World Heritage site independently with an audio guide or by wandering the hilly streets at your leisure. Transportation is by coach from Paris."], "url": "https://www.viator.com/tours/Paris/Mont-Saint-Michel-Full-Day-Trip-from-Paris-by-Coach/d479-3731P179", "price": "130.15", "rating": "4.0"},
{"title": "Normandy D-Day Beaches and American Cemetery Day Trip from Paris", "description": ["Visit the D-Day beaches during this full-day trip from Paris to Normandy. Stop at Omaha Beach to learn stories and historical facts about WWII; stop at the Juno Beach Center; pause at the American Cemetery. Gain fascinating insights from your guide into the sacrifices of Allied soldiers and the French citizens they liberated. Upgrade to a small-group tour when booking for a more personal experience."], "url": "https://www.viator.com/tours/Paris/Normandy-D-Day-Battlefields-and-Beaches-Day-Trip/d479-2050NP", "price": "162.17", "rating": "4.5"},
{"title": "Paris Catacombs Access Reserved Tour", "description": [], "url": "https://www.viator.com/tours/Paris/Paris-Catacombs-Skip-The-Line-Private-Guided-Tour/d479-324730P1", "price": "59.51", "rating": "4.0"}
]