[
{"title": "The Mentalist at Planet Hollywood Hotel and Casino", "description": ["Enjoy an evening of entertainment when Gerry McCambridge—star of 'The Mentalist' and the reality show 'Phenomenon' takes the stage. Known for his comedy, magic and mind-reading skills, he’s sure to excite and amaze audiences during this Planet Hollywood Resort and Casino performance. It’s a night of interactive entertainment with a choice of VIP seating or general admission."], "price": "29.15", "rating": "5.0"},
{"title": "BEST Small Group+Lunch Lower Antelope Canyon&Horseshoe Bend Day Trip from LV", "description": [], "price": "212.89", "rating": "4.5"},
{"title": "Horseback Riding Tour Adventure with Breakfast in Las Vegas", "description": ["Start your day on an adventurous note on this horseback riding tour in Henderson, Nevada. Before breakfast, make your own way to the ranch, and come hungry: you'll have a meal of omelets, potatoes, banana bread, coffee, and juice waiting. After eating, get acquainted with your horse, hop into the saddle, and set off along the Rainbow Gardens trail, so named for its striking colors and rock formations."], "price": "111.79", "rating": "4.0"},
{"title": "Zombie Burlesque at Planet Hollywood Resort and Casino", "description": ["Enjoy a performance of 'Zombie Burlesque' at Planet Hollywood's V Theater. Set in Vegas during the Atomic Era of the 1950s, this show features campy, sexy zombies performing a classic burlesque show. Upgrade to VIP seating in the first ten rows for the best views of the comedy, variety acts, musical numbers and dancing."], "price": "48.59", "rating": "4.5"},
{"title": "Sunset Red Rock Canyon Helicopter Tour with Landing and Champagne Toast", "description": ["There are lots of beautiful places to watch a Las Vegas sunset—but nothing is quite as spectacular as seeing the sun disappear behind the Red Rock Canyon. With this helicopter tour, see the stunning red sandstone cliffs at one of the most beautiful times of day, and take a break for sunset viewing and a champagne toast. Also, see views of famous Las Vegas sights such as the bright lights of the Las Vegas Strip."], "price": "248.44", "rating": "5.0"},
{"title": "Scooter Tours of Red Rock Canyon", "description": ["Escape from the hustle of the Las Vegas strip and enjoy a half-day scooter tour of the Red Rock Canyon National Conservation Area. Choose from a morning or afternoon trek, then explore the canyon, passing through desert landscapes, red- and buff-colored rock formations, and sandstone and limestone cliffs that reach elevations up to 7,000 feet. All entrance fees plus the use of a helmet, bottled water and a pickup and drop-off from select Las Vegas hotels are included.", "This a fun alternative to a bike tour without the physical exertion, all while seeing some of the most stunning scenery in Las Vegas!"], "price": "144.84", "rating": "5.0"},
{"title": "Grand Canyon: 4-in-1 Grand Circle Two-Day Tour from Las Vegas", "description": ["Take in the highlights of the 'Grand Circle Road Trip' in just two days on this overnight tour from Las Vegas. Visit four of the most memorable natural wonders—Horseshoe Bend, Antelope Canyon, Monument Valley, and the Grand Canyon—with all admission tickets included. Along the way, drive along part of Route 66, visit Lake Powell, and enjoy a guided Jeep tour through the Navajo Tribal Park."], "price": "527.84", "rating": "5.0"},
{"title": "Half-Day Kayak Tour in the Black Canyon from Las Vegas", "description": ["Kayak down the Colorado River on this half-day tour from Las Vegas. Spend ample time on the water taking in the amazing sights of the Black Canyon of the area and maybe even spot wildlife like bighorn sheep, coyotes, or bald eagles as you paddle along. Visit beautiful beaches, a cave, and enjoy snacks and bottled water included on your tour."], "price": "135.12", "rating": "5.0"},
{"title": "Elvis Themed Wedding or Vow Renewal at Graceland Chapel", "description": ["Get married, or renew your vows, with an Elvis themed ceremony at the place that started it all, and where the King himself visited—Graceland Chapel. Choose from two different packages that include round-trip limo services, flowers, professional photography, and digital photos. During the ceremony, an Elvis impersonator will walk the bride down the aisle, give the bride away, and sing three songs."], "price": "179.82", "rating": "5.0"},
{"title": "Las Vegas Reality Show VIP Tour", "description": ["Discover the hit Las Vegas-based reality television shows up close and in person on this guided tour. Visit the filming locations of ‘Pawn Stars,’ ‘Tanked,’ ‘American Restoration,’ ‘Counting Cars,’ ‘Toy Shack’ and ‘Ultimate Sports Cards and Memorabilia.’ Enjoy skip-the-line VIP access and an insider’s narrative on each show at each location. Entrance fees and transportation via mini motor coach included."], "price": "82.63", "rating": "4.5"},
{"title": "Las Vegas Outdoor Go Kart Experience - 1 Race", "description": ["Experience go-kart racing on an outdoor racetrack in Las Vegas for a high-octane activity away from the Las Vegas Strip. Get behind the wheel of a go-kart that sports a powerful 270cc 4-stroke engine after receiving instruction on technique and safety on the racetrack. You can choose the number of laps you want, and check your recorded speed after you complete your laps."], "price": "34.02", "rating": "4.5"},
{"title": "Valley of Fire Luxury Tour Trekker Excursion", "description": ["The breathtaking desert of Nevada is yours to explore on this luxury Tour Trekker day excursion from Las Vegas. Deep terracotta desert sands provide the backdrop as you investigate intriguing rock formations and prehistoric Native American petroglyphs (rock carvings). During your off-road adventure, the spectacular views of the Mojave Desert will take your breath away. Hotel pickup and drop-off, and lunch are included on this tour."], "price": "179.84", "rating": "4.5"},
{"title": "Valley of Fire and Seven Magic Mountains Small Group Tour from Las Vegas", "description": ["This day trip from Las Vegas introduces you to two Nevada state parks in a day. Eliminate the hassle of car hire, and instead, enjoy the perk of having a driver for the day. The tour first stops at Valley of Fire State Park to explore the Fire Wave Trail and its beautiful wave-like rock formations. Next, visit the art installation of Seven Magic Mountains close to the California border."], "price": "145.80", "rating": "4.5"},
{"title": "Slingshot Rental", "description": [], "price": "109.84", "rating": "5.0"},
{"title": "Las Vegas Drifting Ride-Along", "description": ["Step inside the race with a ride-along in a Dodge Hellcat SRT with a professional race driver, and feel the speed as you whip through two laps on our custom road course. Strap into the passenger seat and listen to the 505-horsepower engine open wide as you accelerate through the straightaway, then watch the world fly by as your driver steers into Speedway’s narrow turns."], "price": "144.84", "rating": "5.0"},
{"title": "Las Vegas Cars Lovers & Reality Show VIP Tour", "description": [], "price": "106.93", "rating": "4.0"},
{"title": "Shuttle Between Las Vegas and Page-Lake Powell", "description": [], "price": "92.35", "rating": null},
{"title": "Grand Canyon South Rim and Route 66 with Lunch", "description": ["It's easy to get stuck on the Strip when visiting Las Vegas but this tour makes sure that you see the beauty that lies just outside the city. After heading onto Route 66, you'll stop in the small town of Seligman on the way to the Grand Canyon where you will enjoy free time to explore the South Rim at your own pace."], "price": "183.72", "rating": "5.0"},
{"title": "Magic Up Close Early Show on the Strip at Las Vegas Magic Theater", "description": ["Experience Las Vegas’ magical side—and bring the whole family along—with this personalized, interactive “Magic Up Close” show. Secure your tickets before you travel to guarantee admission, and upgrade to sit in the first three rows. Wherever you are, you’ll enjoy a participatory performance with plenty of special tricks and sleights of hand—and can even head on stage to assist the magicians."], "price": "67.07", "rating": "5.0"},
{"title": "Polaris Slingshot Rentals", "description": ["Make an impression and explore Las Vegas your own way by renting an eye-catching Slingshot. Create your own adventure and go wherever you want in the Las Vegas area, from the Vallley of Fire to the Hoover Dam or Red Rock Canyon. These Slingshots have the benefit of high windshields to provide better protection from road debris and wind."], "price": "242.05", "rating": "4.5"},
{"title": "The STRAT Tower Unlimited Ride Pass Ticket", "description": ["Satisfy your adrenaline-rush cravings at the STRAT Tower with the Unlimited Ride Pass, which gives you access to the tower's three heart-pounding rides: X-Scream, Insanity, and the Big Shot. You'll be swung, spun, and suspended high above the Las Vegas Strip for the ultimate thrill. When booking, you have the option to upgrade to include the SkyJump."], "price": "47.63", "rating": "4.0"},
{"title": "Best Bars on Fremont: Happy Hour and Hidden Gems", "description": ["Discover Las Vegas beyond the Strip, immerse yourself in the arty ambiance of Fremont Street, and sip a range of top-notch cocktails on this small-group walking tour. In the early evening, meet your guide at the Mob Museum, and enjoy Al Capone’s favorite cocktail in its speakeasy-style bar. Afterwards, see the neon extravaganza of the Fremont Street Experience, discover Las Vegas’ oldest casino, and much more."], "price": "76.79", "rating": "5.0"},
{"title": "Reckless in Vegas at the Sahara Hotel and Casino", "description": [], "price": "39.34", "rating": "4.5"},
{"title": "Boulder City Historic District Self-guided Tour from Las Vegas", "description": ["Independent travelers will enjoy this self-guided tour of the Boulder City Historic District from Las Vegas. With round-trip transportation from Las Vegas, there's no need to rent a car and you can enjoy the scenery on the journey. Once there, you can explore at your own pace, getting to know the historic city's antique shops, eateries, and the Boulder Dam Motel and Museum."], "price": "24.30", "rating": "4.0"},
{"title": "Transfer - Transportation Private Las Vegas Airport (IN or OUT)", "description": [], "price": "46.66", "rating": "2.0"},
{"title": "Laughternoon Starring Adam London", "description": ["Take in an hour of comedy and magic with Adam London’s Laughternoon at The Venue, a sly blend of sleight-of-hand, stand-up routines and witty one-liners. Watch London pull out the stops — and a few rubber duckies — throughout an all-ages show that will keep you laughing between the quirky, original tricks."], "price": "19.43", "rating": "5.0"},
{"title": "Delirious Comedy Club at the Downtown Grand Hotel in Las Vegas", "description": ["Book your ticket in advance to ensure you don't miss one of Vegas' most-entertaining nights out. Delirious Comedy Club is Downtown Las Vegas' only full-time, stand-up comedy club and brings you some of the funniest, top headlining comedians from across the globe as well as the up-and-coming next generation of comedy stars."], "price": "48.69", "rating": "4.5"},
{"title": "Las Vegas Departure Chauffeur Driven Airport Transfer by Executive Sedan", "description": [], "price": "76.55", "rating": null},
{"title": "Shuttle between Las Vegas, Bryce Canyon National Park and Zion National Park", "description": [], "price": "92.35", "rating": null},
{"title": "Private eBike Tour Through Downtown Arts District and Fremont!!", "description": [], "price": "145.81", "rating": null},
{"title": "One Day Private Photoshoot Tour in Old Las Vegas.", "description": [], "price": "145.81", "rating": "5.0"},
{"title": "Suzys Cell Escape Game", "description": ["Perfect for groups, or those looking for a break from the casinos, hustle and bustle of Las Vegas, this escape room game promises an entertaining experience. In the heart of Las Vegas, this escape room will challenge you with a specifically Las Vegas-focused game centered around a character named Suzy Creemcheese."], "price": "39.88", "rating": "5.0"},
{"title": "Carpenters Legacy", "description": [], "price": "38.83", "rating": "3.0"},
{"title": "Hard Rock Cafe Las Vegas", "description": ["When hunger strikes while touring Sin City, head to Hard Rock Cafe Las Vegas for some classic American cooking. Feast on plates of salmon, steak, or a half rack of hickory-smoked ribs, all while viewing an iconic collection of musical memorabilia. The prix-fixe menu is named after styles of classic American music, served up with dessert and a drink.", "Your Hard Rock Cafe voucher gets you to the front of the line with priority seating!"], "price": "32.07", "rating": "4.0"},
{"title": "Las Vegas Club or Pool Crawl Experience", "description": ["See Las Vegas like a star on this popular club crawl experience. Gain VIP access to three of the city's hottest clubs and travel by party bus through the streets of Sin City. You'll get professional photos, strong drinks and more with this day or evening clubbing experience."], "price": "96.24", "rating": "4.5"},
{"title": "Haunted Boulder City Ghost and UFO Tour", "description": ["Discover tales of Nevada’s dark history, paranormal activity, and UFO activity with this out-of-the-ordinary tour in Boulder City. Find out stories that you wouldn’t find in a guidebook—such as accounts of recent UFO sightings, local gangsters, and even a ghost dog. As well as showcasing interesting sights—such as Boulder City/Hoover Dam Museum—the guide also provides quirky tips, such as how to become a human “ghost meter”."], "price": "19.39", "rating": "4.5"},
{"title": "Las Vegas: 4-Hour Guided E-Bike Tour of Bears Trails", "description": [], "price": "139.98", "rating": "5.0"},
{"title": "Las Vegas Natural History Museum Admission Ticket", "description": ["Pre-book tickets to the Las Vegas Natural History Museum to explore exhibits that range from dinosaurs to ancient Egyptians and the African savannah. Booking your Las Vegas Natural History Museum tickets in advance is a time-saving strategy for a smooth arrival at the Las Vegas museum, where hands-on features invite visitors of all ages to get in on the action."], "price": "13.96", "rating": "4.5"},
{"title": "VIP 90 Minute Reflexology and Massage Combo", "description": [], "price": "89.43", "rating": null},
{"title": "Lower Antelope Canyon and Horseshoe Bend Small Group Day Tour from Las Vegas", "description": ["Spend a day immersed in the beauty of the American Southwest on a tour of Lower Antelope Canyon and Horseshoe Bend. Ride in a comfortable air-conditioned minivan and travel through the Virgin River Gorge and Kanab, Utah. Explore Antelope Canyon with a Navajo guide, hike out to the sheer rock face at Horseshoe Bend, and stop at a scenic overlook for views of Lake Powell."], "price": "291.61", "rating": "5.0"},
{"title": "A Totally Mental Show: Comedy Magic and Mentalism", "description": ["Book your ticket in advance to make sure that you don't miss out on one of Las Vegas' top shows. Totally Mental comes from the mind of Vinny Grosso who fooled Penn & Teller twice and charmed the judges on America’s Got Talent. With comedy antics and sleight of mind, you'll be sure of a magically entertaining evening."], "price": "39.03", "rating": "5.0"},
{"title": "The Weird, Wacky Fremont Bar Experience with Cocktails, Shots &up to 100 Photos", "description": ["This Las Vegas bar crawl visits the most fun, unique bars on Fremont Street for craft beers, margaritas, and even scorpion tequila shots. In between stops, you’ll see art installations and the vintage neon lights of downtown Las Vegas. Your professional photographer guide captures the night's best moments, so you don’t have to; 60–100 high-resolution images will be provided at the end of your tour."], "price": "144.84", "rating": "5.0"},
{"title": "Grand Canyon Tour In Spanish Skywalk and Lunch Included", "description": ["Visit the West Rim of the Grand Canyon on this full-day tour from Las Vegas with a Spanish-speaking guide. Travel in a comfortable minivan with a small group, with a stop at the Hoover Dam for photos on the way. At the Grand Canyon West Rim, explore highlights like Eagle Point and Guano Point, with the option to upgrade to a Skywalk, helicopter ride, boat ride or horse ride."], "price": "222.61", "rating": "5.0"},
{"title": "Popovich Comedy Pet Theater at Planet Hollywood Resort and Casino", "description": ["Sit back and relax with this family-friendly show that’s perfect for everyone. The Popovich Comedy Pet Theater at Planet Hollywood Resort and Casino showcases plenty of four-legged furry friends performing outrageous acts. This unique and hilarious evening includes a ringleader and Moscow Circus Superstar Gregory Popovich, who’s best known for his incredible juggling skills."], "price": "29.15", "rating": "4.0"},
{"title": "Purple Reign, The Prince Tribute Show at the Tropicana Hotel Las Vegas", "description": ["Sing along to Prince’s greatest hits at ‘Purple Reign,’ a 75-minute tribute show at the Tropicana Hotel in Las Vegas, and experience one of Las Vegas’ best celebrity impersonators. Travel back in time to the artist’s heyday with soaring guitar solos, sexy backup dancers and glimmering costumes, and watch your favorite songs come to life on stage."], "price": "53.75", "rating": "4.5"},
{"title": "The Rat Pack Is Back at the Tuscany Suites and Casino", "description": ["The Rat Pack is Back with an award-winning tribute show to its original big band entertainers, now playing at the Tuscany Hotel and Casino in Las Vegas. Relive the days of Frank Sinatra, Dean Martin and Sammy Davis Jr. as they appeared live at the Sands Hotel and Casino in the mid-1960s. Now in its 17th season, it’s the only full-time Rat Pack show in the world with over 1.5 million tickets sold. Upgrade to include dinner at the Tuscany Gardens Italian restaurant."], "price": "87.44", "rating": "4.5"},
{"title": "Las Vegas Hip Hop Pool Crawl with Party Bus Experience", "description": ["Feel like a Vegas VIP without spending like a Vegas VIP. This hip-hop pool crawl takes you to the best pool parties in Vegas by party bus, allowing you to skip the long lines to get in. Dance the day away to some of the best DJs in Las Vegas at some of the hottest pools in town."], "price": "48.60", "rating": "3.0"},
{"title": "Valley of Fire Guided Tour From Las Vegas", "description": ["Venture beyond Las Vegas city limits, and discover one of Nevada’s oldest and most striking state parks, on this half-day, small-group tour of Valley of Fire State Park. Depart in the morning directly from your hotel, and travel via air-conditioned vehicle. Upon arrival at the park, located in the Mojave Desert, you can admire its distinctive rock formations, get up close and personal during a gentle hike, and soak up the one-of-a-kind scenery."], "price": "136.09", "rating": "5.0"},
{"title": "Las Vegas Nightclub Crawl by Party Bus with Fast Pass Entry", "description": ["Las Vegas at night is a different world, and with so much to do, it can be overwhelming to plan a night on the town. Don't worry about anything with this nightclub tour to two of the city's best clubs, complete with open bar, and an outfitted party bus to get you around. Whether you hit the bar—or the dancefloor—you enjoy your night in style with this Las Vegas nightclub crawl."], "price": "39.51", "rating": "4.5"},
{"title": "Grand Canyon Helicopter Flight with Colorado River Float or Kayak Trip", "description": ["Escape to the Grand Canyon for this full-day sightseeing adventure. Enjoy a scenic, 1-hour, round-trip flight from Las Vegas to the West Rim of the Grand Canyon, flying over the famous Hoover Dam and beautiful Lake Mead along the way. After returning over the Mojave Desert and other natural wonders, choose between either a float trip down the Colorado River, through Black Canyon with a boxed picnic lunch and an optional swim at a secluded beach or a fun-filled kayak trip from Willow Beach. Bottled water and all transportation, including a Las Vegas hotel pickup/drop-off, are included.", "Travel by helicopter and take a float trip on the Colorado River for an additional perspective of the canyon."], "price": "582.27", "rating": "4.5"},
{"title": "Las Vegas Horseback Ride with Meal", "description": ["Escape the bright lights of Las Vegas on a horseback ride that takes you along the same trails that were traversed by cowboys in the Wild West era. With morning, afternoon, and evening ride options, you can fit the excursion into your busy Las Vegas itinerary. The ride is paired with a traditional cowboy-style meal, served with views of the horses grazing nearby.", "Escape to the Las Vegas desert for this hour-long horseback ride. A hearty meal (breakfast or dinner) will prepare you for your journey among stunning scenery. We advise keeping your heels pointed down as you ride -- it will make the ride more comfortable and secure."], "price": "116.64", "rating": "5.0"},
{"title": "Fantasy at the Luxor Hotel and Casino", "description": ["** Special Offer - Book now for travel through December 31 and Category B is discounted on select dates ** \nWatch the sequins fly and the clothes come off in ‘Fantasy’ at the Luxor Hotel and Casino, a 75-minute adults-only show at the heart of the Las Vegas Strip. Enjoy fifteen sexy routines by a talented cast of dancers, as singer Jaime Lynch creates a sensuous soundtrack. Experience Vegas showgirls at their best, and kick off your night on the town with a high-energy, unforgettable show by some of Sin City’s most captivating performers."], "price": "56.91", "rating": "4.5"},
{"title": "Mojave Desert", "description": ["Go off-roading in the Mojave Desert on an adventurous RZR tour from Las Vegas that puts you behind the wheel of a powerful 4-wheel-drive vehicle. You'll suit up in safety gear and a radio-equipped helmet, then rev the engine as you roar over desert trails and follow parched river beds. With pickup and drop-off from select Las Vegas hotels, this tour gets you out of the city and deep into the wild, scenic Mojave."], "price": "193.93", "rating": "5.0"},
{"title": "Las Vegas Heavy Equipment Playground", "description": ["Turn the fantasy of operating heavy machinery into a fun-filled reality event with a visit to Dig This Las Vegas. Choose from a 1- or 2-hour sessions, select a bulldozer, excavator (or both) — then dig trenches, build mounds, teeter-totter over a mega mound, move and stack 2,000-pound tires, even play 'Bucket Basketball' in this life-size sandbox. Talk with an expert instructor via headset to get working like a champ. Finally, take home a certificate of completion to show off to friends and family. All necessary safety equipment provided."], "price": "170.11", "rating": "5.0"},
{"title": "Rouge - The Sexiest Show in Vegas at the STRAT Hotel and Casino", "description": [], "price": "61.41", "rating": "4.5"},
{"title": "VIP 60 Minute Couples Massage", "description": ["Unwind after a long day and get set for a high-impact Vegas night with this VIP massage combo, delivered by your choice of female or male therapist. Relax in a VIP room, or private room if you’re a party of two, as you enjoy an invigorating foot massage with sea salt followed by an indulgent hot stone body massage."], "price": "47.63", "rating": "3.5"},
{"title": "Grand Canyon West Helicopter Tour from Las Vegas with Optional Skywalk", "description": ["The colossal size of the Grand Canyon makes it a challenging place to go hiking. Instead, cover more ground and see its sights from a new vantage point on this helicopter tour. First, get an aerial perspective of the Colorado River, Lake Mead, and the Hoover Dam. Then, descend below the rim of the Grand Canyon for spectacular close-up view. To finish off the tour, board a shuttle and visit the Skywalk, Eagle Point, and Guano Point.\n\n** Please note: Effective for bookings made from March 21, 2022, the price displayed does not include a USD25 per person fuel fee. This fee is payable direct to the supplier on the day of your tour **"], "price": "451.04", "rating": "4.0"},
{"title": "Red Rock Canyon with Rocky Gap 4x4 Jeep Adventure", "description": ["About 30 minutes from the Las Vegas strip is a nature-lover’s paradise - Red Rock Canyon National Conservation Area. From the comfort of a 4x4 open-air Jeep Wrangler, this guided tour takes you on a thrilling 13-mile off-road adventure with a side excursion through Rocky Gap. Enjoy views of the Red Spring Mountain Range, Calico Hills, fossilized sand dunes, and other unique geological features. Park entrance fee, bottled water, and hotel pickup and drop-off is included."], "price": "143.67", "rating": "5.0"},
{"title": "20-Minute Grand Canyon Helicopter Flight with Optional Upgrades: ATV + Horseback", "description": [], "price": "291.62", "rating": "5.0"},
{"title": "Grand Canyon West Rim Aerial Helicopter Tour", "description": ["Soar above the Grand Canyon during a helicopter flight, round-trip to the West Rim. This scenic tour transfers you from your Las Vegas hotel and treats you to extraordinary vistas from above. Peer through panoramic windows on your state-of-the-art chopper while you fly over Hoover Dam and Lake Mead. Then follow the thread of the Colorado River as it meanders between the sculptured sandstone walls of the Grand Canyon. Choose from multiple departure times throughout the day.\n\n** Please note: Effective for bookings made from March 21, 2022, the price displayed does not include a USD25 per person fuel fee. This fee is payable direct to the supplier on the day of your tour **", "Swift transfers from Vegas, and multiple departure times, make it easy to fit in a trip to the Grand Canyon."], "price": "368.42", "rating": "4.5"},
{"title": "Criss Angel MINDFREAK at Planet Hollywood Resort and Casino Las Vegas", "description": ["Book your tickets ahead of time for the popular Criss Angel: MINDFREAK show at Planet Hollywood. With ticket in hand, breeze past other people waiting to purchase passes and find your seat without wasting any time. This immersive show is a can't-miss attraction while in Vegas; buying ahead means you avoid the disappointment of sold-out days and times."], "price": "84.29", "rating": "3.5"},
{"title": "LA Comedy Club at The STRAT Hotel and Casino", "description": ["Enjoy a night with loads of laughter from some of the best comedians in the business with this admission ticket to the LA Comedy Club in Las Vegas. The club, located at the STRAT Casino, Hotel and Tower — in the 160-seat Dragon Room — has been serving Sin City locals and tourists since 2007. Each week showcases a different live comedy event featuring national headlining comedians. Choose from general admission or VIP seating available."], "price": "37.06", "rating": "4.5"},
{"title": "Red Rock Canyon Wedding by Private Limousine", "description": ["Celebrate a Las Vegas wedding like no other—and leave all the details and logistics to someone else—when you book this private package at Red Rock Canyon. Following pickup at your hotel, travel via limousine to purchase your marriage license. Then, head into nature in the company of a licensed priest and professional photographer, and get married against the backdrop of the region's one-of-a-kind desert scenery."], "price": "627.95", "rating": "5.0"},
{"title": "Downtown Vegas Sightseeing and Foodie Tour", "description": ["See the sights and taste the flavors of Old Las Vegas on this sightseeing and foodie walking tour around downtown. Learn about local culture and fun facts while visiting must-see attractions around Fremont Street and Downtown Container Park. In Fremont East, stop at local favorite foodie destinations in Fremont East for food tastings.", "You'll want to take the tour early during your stay so you can revisit the area with all your insider tips and favorite foodie locations!"], "price": "120.54", "rating": "5.0"},
{"title": "Small Group Tour of Grand Canyon West and Hoover Dam from Las Vegas", "description": ["Linger at the Grand Canyon during the sunset and savor the incredible view from the West Rim. This coach tour from Las Vegas makes photo stops at Hoover Dam and the Joshua Tree Forest. On arrival at the Grand Canyon, board a hop-on hop-off shuttle that stops at three viewpoints. Get plenty of time to explore independently, or your guide can help you book an optional activity."], "price": "193.44", "rating": "5.0"},
{"title": "Tournament of Kings Dinner and Show at the Excalibur Hotel and Casino, Las Vegas", "description": ["** Special Offer - Discounted tickets available on select dates and seating categories for travel through November 19, 2022 ** \nEnjoy the ultimate dinner and a show experience in Las Vegas — the Tournament of Kings at the Excalibur Hotel and Casino on the Strip. Adapted from the tale of King Arthur, this live-action production takes place in a 900-seat arena. Gallant knights ride majestic steeds, proving their courage amidst special effects and pyrotechnics. While the knights fight with swords and lances, feast without utensils on a hearty 2-course meal featuring Cornish game hen. Experience this legendary portrayal of centuries past, all in the name of honor, country — and food."], "price": "86.45", "rating": "4.5"},
{"title": "Red Rock Canyon Helicopter Tour with Landing and Champagne Toast", "description": ["Celebrate your Vegas adventures in style with this Red Rock Canyon helicopter tour. Instead of getting a taxi to the start point, enjoy a day where everything is sorted for you. The trip begins with a hotel pickup in a limo-coach. Then, board a helicopter and fly over the Red Rock Canyon to see its magnificent red sandstone cliffs. The trip includes a champagne toast, and views of the Las Vegas strip from above.", "I think this nighttime helicopter flight over the Las Vegas Strip gives you the most bang for your buck. The departures are timed so there's no waiting around for a flight allowing you the flexibility to catch dinner and a show!"], "price": "219.03", "rating": "5.0"},
{"title": "Small-Group Hollywood and Los Angeles Day Tour from Las Vegas", "description": ["When visiting fabulous Las Vegas, escape the casino scene for a day to visit the home of the US film industry — Hollywood, California. On this guided, small-group adventure, travel through Death Valley and Joshua Tree National Park en route to Los Angeles. Explore iconic local spots like the Hollywood Walk of Fame, Santa Monica and much more. A continental breakfast, plus lunch, snacks, bottled water, any necessary entry fees and a Las Vegas hotel pickup and drop-off are included."], "price": "251.41", "rating": "4.0"},
{"title": "Couples Unforgettable Private Experience, Through Red Rock on a CanAm Ryker!", "description": [], "price": "170.11", "rating": "5.0"},
{"title": "Piano Man at Planet Hollywood Resort and Casino", "description": [], "price": "48.59", "rating": "5.0"},
{"title": "Red Rock Canyon Electric Bike Half-Day Tour", "description": ["Cruise through Red Rock Canyon National Conservation Area on an electric bike for a 13-mile (21-km) bike tour that follows a beautiful, paved back road. Great for mixed groups, the electric assist means you can pedal as much or as little as you want while riding past petroglyphs, sandstone formations, and Joshua tree forests before returning to Las Vegas. Hotel pickup and drop-off included.\nSummer Departure: June 15 to September 15 at 9:15am\nFall Departure: September 16 to November 30 at 10am\nWinter Departure: December 1 to March 31 at 11am\nSpring Departure: April 1 to June 14 at 10am", "This guided tour is great for those who want a biking experience with a little help from the motor."], "price": "135.47", "rating": "5.0"},
{"title": "Hoover Dam, Nelson Ghost, Boulder City Full-Day", "description": ["If your time in Las Vegas is limited, and you’d like to see a selection of attractions that are outside the city, then this guided tour is a great choice. Tick off the Seven Magic Mountains, the ghost town of Nelson, Boulder City, the Hoover Dam, and Lake Mead—all in one day. You’ll travel in a comfortable air-conditioned vehicle with plenty of scenic photo opportunities along the way."], "price": "135.99", "rating": "5.0"},
{"title": "The Cabin Escape room experience in Las Vegas", "description": ["Created by stage designers and professional gamers, this escape room brings all the theater of Vegas to the gaming arena. Challenge yourself and your group to solve the mystery of the cabin and survive the night in the woods, using clues, puzzles and codes to work your way to freedom. Time is of the essence and the thrills will mount as the pressure rises."], "price": "39.88", "rating": "5.0"},
{"title": "Romantic Las Vegas Wedding Package", "description": [], "price": "631.85", "rating": "4.5"},
{"title": "California Desert, Seven Magic Mountains and Las Vegas Sign", "description": [], "price": "57.35", "rating": "5.0"},
{"title": "Ghosts of Las Vegas Walking Tour", "description": ["When we think of Las Vegas, most of us think of parties, booze, and Elvis weddings, but there’s more to Vegas than just living it up. Explore a historic, spooky side of Sin City during this Las Vegas ghost tour. Walk the Strip with a professional storyteller and hear tales of mobsters, famous celebs, and the city’s first high school that are sure to give you chills."], "price": "24.29", "rating": "4.0"},
{"title": "Antelope Canyon & Horseshoe Bend", "description": ["See the best of Antelope Canyon and Horseshoe Bend without the worry of being stuck in a large tour group with this small-group guided tour. The group size is limited to a maximum of seven people for extra assurance that it’ll be a safe and intimate experience. Travel between sites in a luxurious SUV or van, and step outside to explore Horseshoe Bend’s hiking trail and the red sandstone walls of Antelope Canyon."], "price": "193.44", "rating": "5.0"},
{"title": "Bachelorette Party Bus Club Crawl", "description": ["On a bachelorette party, it’s important to keep the drinks flowing and the fun coming. With this party bus club crawl around Las Vegas, forget about logistics and focus on having a good time. Indulge in unlimited drinks on board the bus, which features plush leather seats, a sound system, and colorful lights. Visit four different nightlife venues, availing of skip-the-line entry and drink specials."], "price": "52.49", "rating": "4.0"}
]