[
{"title": "Circle Line: NYC Liberty Cruise", "description": ["See the highlights of New York City from the water on this sightseeing cruise along the Hudson River. Ideal for first-time visitors who want to see as much as possible and avoid waiting in traffic, this cruise offers views of the Manhattan skyline, One World Trade Center, and the Empire State Building, plus close-ups of the Statue of Liberty and Ellis Island."], "price": "24.30", "rating": "4.5"},
{"title": "The Empire Helicopter Tour of New York (25-30 Minutes)", "description": [], "price": "339.26", "rating": "5.0"},
{"title": "Tickets for SUMMIT One Vanderbilt and Access to Self-Guided Tours in New York", "description": ["Experience multi-sensory installations produced by top artists, while enjoying amazing views of Manhattan at SUMMIT One Vanderbilt. Spanning four floors, the cultural attraction offers sweeping 360-degree views of the city, plus look down from 1,070 feet (325 meters) from two transparent glass-enclosed skyboxes. Also, enjoy access to four different self-guided NYC tours."], "price": "64.41", "rating": "5.0"},
{"title": "Private Arrival Transfer NYC Airports JFK LGA EWR to Manhattan", "description": ["Arrive in New York City the easy and stylish way with a pre-booked private transfer service. A professional driver picks you up at JFK International Airport, Newark International Airport, or La Guardia Airport and takes you directly to your Manhattan hotel or private residence. Relax and enjoy the ride as you make your way into the city in a comfortable sedan or minivan."], "price": "37.39", "rating": "3.0"},
{"title": "Private Custom New York City Tour by SUV", "description": ["Group tours sometimes skip over attractions or details you’re interested in, making you feel like you got gypped. This private, customized tour of New York City by luxury SUV allows you to focus your time on your needs. Select from any number of popular locations such as Times Square, Central Park, and the Brooklyn Bridge—focus on one area or see it all. NYC hotel pickup and drop-off included."], "price": "1,259.81", "rating": "5.0"},
{"title": "The New York Sightseeing Flex Pass: Save Big on 100+ Attractions and Tours!", "description": ["See the attractions that interest you in New York City with this Sightseeing Flex Pass. Select the number of attractions you want to visit (from two to 12) and use your pass to gain access at any time within 30 days. More than 100 NYC attractions and activities are available to choose from, such as the Statue of Liberty, One World Observatory, and Top of the Rock Observation Deck."], "price": "71.93", "rating": "3.0"},
{"title": "Statue of Liberty, Ellis Island, and 9/11 Memorial Pools Guided Tour", "description": ["Experience three of New York City’s iconic sites with this small-group tour to the Statue of Liberty, Ellis Island, and the 9/11 Memorial. Start by boarding a ferry to Lady Liberty, marveling at the panoramic views, and heading to Ellis Island to learn about the immigrant experience. Once you return to Lower Manhattan, you can unpack the troubled history of September 11 at the 9/11 Memorial. With the entry fees, ferry ride, and guide all included, this tour offers a hassle-free way to see more in one day."], "price": "77.76", "rating": "4.0"},
{"title": "Ultimate NYC Tour", "description": ["Live out a bucket-list experience—and enjoy one-of-a-kind views of New York—on this small-group helicopter flight. Choose from multiple start times and make your own way to the departure point in Kearney, New Jersey. Then, take to the skies: you'll soar over the skyscrapers of Manhattan, will admire the Statue of Liberty from the air, and will learn more about the sights from your pilot's commentary."], "price": "222.61", "rating": "4.0"},
{"title": "Niagara Falls 1-Day Tour from Manhattan", "description": ["Visit one of the natural wonders of the world on this guided day trip to Niagara Falls from New York. Travel by air-conditioned vehicle from Manhattan to Niagara Falls, where you can see the three falls, American Falls, Horseshoe and Bridal Veil, which are the popular attraction."], "price": "212.89", "rating": "3.5"},
{"title": "Hell's Kitchen Food Tour", "description": ["Experience some of the hidden gems of Hell's Kitchen you’d miss if exploring on your own during this walking food tour of the neighborhood. Listen to your guide's historic and cultural commentary on the famous neighborhood while walking its streets and tasting some of the city's best ethnic food with a small group of up to eight people."], "price": "102.65", "rating": "5.0"},
{"title": "Madame Tussauds NYC Famous Wax Museum Admission Ticket", "description": ["The world-famous Madame Tussauds New York has over five floors of exhibitions and more than 200 wax figures including celebrities, sporting icons, and politicians. With this admission ticket, enjoy full access and spend as long as you like admiring the waxworks, posing for photos, and enjoying interactive experiences such as the Broadway exhibit or the Marvel 4-D Cinema Experience."], "price": "46.56", "rating": "4.0"},
{"title": "JFK to Manhattan Hotel: Shared Arrival Transfer", "description": ["Ensure a hassle-free arrival in New York and avoid expensive taxis with this pre-booked transfer. Travel from JFK International Airport (JFK), LaGuardia Airport (LGA) or Newark Liberty International Airport (EWR) to any Manhattan hotel in a comfortable shared-ride vehicle. Transfers are available 24 hours a day, seven days a week, so there's no need to worry about waiting around after an early morning or late night flight."], "price": "37.66", "rating": "3.0"},
{"title": "Bronx Zoo Admission Ticket", "description": ["Discover an incredible variety of wildlife right in New York City with a Bronx Zoo admission ticket. Go inside this 265-acre zoo in the Bronx, one of New York City’s five boroughs, to see a range of exhibits including the Congo Gorilla Forest, JungleWorld, the Butterfly Garden, and a children’s petting zoo."], "price": "33.00", "rating": "4.0"},
{"title": "City Climb: The Ultimate Skyscraping Adventure at Edge", "description": ["Go to new heights when in New York City with this ticket to the City Climb attraction. The world’s highest building ascent, City Climb allows participants to scale the outside of a skyscraper more than 1,200 feet (366 meters) above the ground, then lean out and look down from the highest outdoor platform in the city. Following that, experience The Edge, the highest outdoor sky deck in the Western Hemisphere."], "price": "195.80", "rating": "4.5"},
{"title": "Christmas Spectacular Starring the Radio City Rockettes+St Patrick's Cathedral", "description": ["Radio City Music Hall's Christmas Spectacular starring the Rockettes is one of the hottest festive tickets in New York City. Avoid disappointment by pre-booking yours. Experience the famed Radio City Music Hall as it transforms into an immersive, winter wonderland, and enjoy a fabulous performance from the Rockettes."], "price": "87.48", "rating": "5.0"},
{"title": "Statue of Liberty Ticket, 9/11 Memorial and Wall Street Tour", "description": ["Discover three of New York City's most memorable sites on this Viator Exclusive tour, available nowhere else. Hear the history of Wall Street on a guided walking tour, then visit the 9/11 Memorial to learn about one of the most significant events in NYC history. Finally, ride the ferry to Liberty Island and enjoy an audio tour of the Statue of Liberty and its museum."], "price": "57.35", "rating": "4.5"},
{"title": "Chelsea Market and High Line Food Tour", "description": ["The High Line, Chelsea Market, and Meatpacking District are three of New York’s hippest and foodie-focused spots; but exploring them is best with a guide for navigation and insider tips. This small-group tour takes you straight to their best spots and offerings. Roam the elevated High Line park, savor artisanal specialities at Chelsea Market, and discover the architecture and food haunts of the Meatpacking District, once home to NYC’s slaughterhouses."], "price": "66.10", "rating": "5.0"},
{"title": "60 min Sightseeing Cruise on a Yacht to View The Statue of Liberty", "description": ["Discover the Statue of Liberty from the water’s edge—and enjoy a comfortable alternative to crowded ferry transit—when you book this yacht tour of New York Harbor. Perfect for time-pressed travelers, this tour via well-appointed yacht departs multiple times daily from Pier 36. Once you hop aboard, pick from indoor and outdoor viewing areas, listen to live narration, and get within just 100 feet (30 meters) of Lady Liberty."], "price": "15.55", "rating": "3.5"},
{"title": "New York Premier Lunch Cruise", "description": ["Forget trying to snag a reservation at New York's hot restaurant du jour. Don't wait in line at a popular eatery, either. Instead, indulge in a delicious lunch during this 2-hour cruise on an all-glass boat around New York City that offers you an up-close look at the Statue of Liberty. As a live pianist plays relaxing music for you, take in the immense view of one of the world's great cities and enjoy a delicious pre-set lunch by the on-board executive chef."], "price": "101.12", "rating": "4.0"},
{"title": "Philadelphia and Amish Country Day Trip from New York City", "description": ["Seize the opportunity to experience Philadelphia and Pennsylvania’s Amish country during your time in NYC with this hassle-free tour. Rather than juggling trains, buses, or rental cars; relax aboard a comfortable minivan or coach; and travel south to see Philadelphia’s historical highlights, such as the Liberty Bell and Independence Hall. Then, head for Lancaster County to discover how the traditional Amish people live and enjoy a horse-drawn carriage ride."], "price": "164.28", "rating": "4.0"},
{"title": "NYC Secrets of Grand Central Walking Tour", "description": ["Millions of travelers pass through Grand Central Terminal, but most never discover the secrets of this Manhattan showpiece. This tour lifts the lid: spotlighting the origins and evolution of the beaux arts train station from its heyday to disrepair and restoration. Spot detail and design quirks; and hear stories of its past that will give you a deeper understanding of the building than you could get alone."], "price": "34.02", "rating": "5.0"},
{"title": "OPENED: New York City Sky Line & Statue of Liberty Sightseeing Cruise Pier 36", "description": ["Cruise the New York Harbor in style—and enjoy a speedy and convenient way to see some of its highlights—on this seamless sightseeing cruise. Pick from multiple convenient departure times, make your own way to Pier 36, and hop aboard your vessel. Get comfortable indoors or on the outer decks, and keep your camera at the ready: you’ll glide past the Statue of Liberty, the Brooklyn Bridge, Ellis Island, and more."], "price": "34.01", "rating": "3.5"},
{"title": "NYC Skyline Helicopter Tour", "description": ["Rediscover New York City, this time from the sky, on this exciting helicopter tour. Fly around the Five Boroughs and see some of the city’s many tourist highlights from up above, including Central Park, the Empire State Building and the Statue of Liberty. Get a different perspective on life in the Big Apple – you might even discover some new places that you can visit when you touch back down!"], "price": "183.72", "rating": "3.5"},
{"title": "2-Day Niagara Falls and Tannersville Outlet Shopping Tour from New York by Bus", "description": ["Niagara Falls is one of the world's most famous natural wonders and this overnight tour lets you experience the majestic Falls. Admire spectacular views of American Falls and Horseshoe Falls, get up close to the falls on a Niagara Falls boat cruise, and see the falls lit up at night. On the way back, stop in Tannersville to visit one of the largest outlet malls in the US.", "This overnight tour means you can see Niagara Falls from both sides and explore upstate New York"], "price": "364.53", "rating": "4.0"},
{"title": "Highlights of the Metropolitan Museum Guided Tour", "description": ["It’s possible to spend an entire day inside the Metropolitan Museum of Art and still not see everything, but this guided Met tour is the best way to take advantage of the riches that are inside one of the world’s greatest art museums. See the highlights of the collection and get special insight into the works of art on display, all within a small-group atmosphere.", "This express tour skips the line and sees Met highlights in a few hours."], "price": "60.27", "rating": "4.5"},
{"title": "New York City Lower East Side Culture and Food Tastings Tour", "description": ["From stroopwafel to mozzarella to knishes; there are many amazing eats on Manhattan’s Lower East Side. On this small-group walking tour, discover the neighborhood's diverse cultural heritage and learn how its immigration history has influenced its dynamic foodie scene. Along the way, visit markets, bakeries, and restaurants, and sample delicacies from all around the world."], "price": "79.35", "rating": "5.0"},
{"title": "911 Ground Zero Tour & Museum Skip-the-Line Access", "description": ["Explore the World Trade Center Complex and learn all about the tragic events of September 11, 2001 on this guided walking tour of Lower Manhattan. You’ll hear dramatic stories of survival and the heroism of first responders as you visit the site of Ground Zero. You’ll also learn about the renewal of the neighborhood while viewing sites such as the Oculus and the Winter Garden. End the tour with a self-guided visit to the 9/11 Memorial and Museum."], "price": "74.80", "rating": "5.0"},
{"title": "Deluxe Private New York City VIP Tour by SUV: Best of NYC. Select 3 or 5 hours", "description": ["Skip the hassle of getting around in New York City with a local guide and a private SUV. This tour of Lower Manhattan shows you the best of the borough, including historic Greenwich Village, SoHo, TriBeCa, Chinatown, and Little Italy, among other neighborhoods and sites. Learn about the history of each place and hop out to take photos as often as you like. Upgrade to a half-day tour to explore Upper and Mid-Manhattan too."], "price": "753.36", "rating": "5.0"},
{"title": "SoHo, Little Italy, and Chinatown Walking Tour in New York", "description": ["Pack highlights of New York City’s most interesting neighborhoods—SoHo, Little Italy, and Chinatown—all into one day with this walking tour. In SoHo, visit the Cast Iron Historic District and learn about 19th-century architecture. In Little Italy, see mob sites and hear about John Gotti, an American mobster. In Chinatown, soak up the sights, smells, and sounds of the neighborhood.", "A great choice if you're looking for an overview of these famed neighborhoods, rather than an in-depth tour. It's easy to fit into your day."], "price": "37.91", "rating": "5.0"},
{"title": "The Museum of Modern Art Admission Ticket", "description": ["Avoid the hassle of waiting to enter New York City’s Museum of Modern Art with this convenient skip-the-line ticket (skip the ticketing desk line but not the security line which is required for all guests) that grants you entrance on arrival. It’s not surprise that MoMA is an incredibly popular attraction. With artists like Andy Warhol, Vincent van Gogh, Jackson Pollock, Cindy Sherman and many more, the queue can be backlogged for hours. But with your handy skip-the-line ticket, you’ll glide right past it and head straight to the good stuff."], "price": "24.30", "rating": "4.5"},
{"title": "New York City at Night Bus Tour", "description": ["Experience New York, the ‘city that never sleeps,’ magically lit up after dark during this guided evening tour of the city by bus. Begin with a short nighttime stroll along the city’s famous High Line Park, then hop on a bus for a ride past illuminated landmarks like Times Square, Rockefeller Center, and the neighborhoods of SoHo and Chinatown, and take a short walk through Grand Central Terminal."], "price": "57.35", "rating": "4.5"},
{"title": "Greenwich Village Walking and Food Tasting Tour", "description": ["Absorb New York City’s food culture on a walking tour of Greenwich Village. Skip hours of research and trust your guide as you head to the area’s top-rated eateries to sample a variety of New York specialities, from pizza to artisanal cupcakes. Along the way, your guide points out hidden landmarks often missed by visitors and locals alike, leaving you with inside knowledge about the neighborhood."], "price": "77.76", "rating": "5.0"},
{"title": "NYC Holiday Lights Tour by Limousine", "description": ["New York City is renowned for having some of the most spectacular Christmas lights displays in the world. On this tour, escape the cold and see the glittering holiday lights from the comfort of a private limousine. Sip include Champagne and soft drinks as you explore Manhattan, stopping to admire the Rockefeller Centre Christmas tree, Brooklyn's Dyker Heights displays, and the view from Brooklyn Bridge."], "price": "533.67", "rating": "5.0"},
{"title": "Museum of Natural History - Exclusive Guided Tour", "description": ["Encounter the extremes of Earth without leaving New York City on a private guided tour of the American Museum of Natural History. From prehistoric giants like the Tyrannosaurus rex and wooly mammoth to the giant blue whale and animals of the African savannah, come face-to-face with skeletons and dioramas featuring some of the planet's most astounding species, and even explore the outer reaches of the cosmos. A dedicated guide makes sure you see the highlights of the massive collection spread out over 28 different buildings and skip-the-line admission means you can jump ahead of the crowds."], "price": "112.31", "rating": "5.0"},
{"title": "NYC Christmas Lights Tour By LIMOUSINE - Manhattan And Dyker Heights", "description": ["Celebrate the Christmas season in one of New York’s most festive neighborhoods: Dyker Heights, Brooklyn. Meet your guide at the NYC pick-up location of your choice for a private tour. Admire views of the Manhattan skyline and the Brooklyn Bridge during the drive to Dyker Heights, where houses are decorated with thousands of lights, motorized displays, and toy soldiers. Complete the tour with a stop at the Rockefeller Center Christmas Tree."], "price": "873.90", "rating": "5.0"},
{"title": "Washington DC and Philadelphia in One Day from NYC", "description": ["Experience two of the US's capital cities—the current one in Washington DC and the former in Philidelphia—on a full-day trip from New York City. Perfect for busy travelers with just one day to spare, this tour covers all the logistics and transportation so all you have to do is show up and enjoy the sights."], "price": "144.84", "rating": "4.5"},
{"title": "Full-Day New York \"Must See\" Small-Group Tour plus One World Observatory Ticket", "description": ["Take in all the highlights of New York City on this comprehensive, one-of-a-kind tour. Explore the Big Apple like a New Yorker, as you walk, ride the subway and take the Staten Island ferry. Visit Times Square, the Broadway Theater District, Grand Central Terminal, the Brooklyn Bridge, the Statue of Liberty, and much more. Entrance to the One World Observatory is also included.", "Explore New York like a native—by foot, subway, and Staten Island Ferry."], "price": "125.40", "rating": "5.0"},
{"title": "Disney's Aladdin on Broadway Ticket", "description": ["Book tickets to the Tony Award-winning musical hit 'Aladdin,' performed at New Amsterdam Theater in New York City. This Broadway rendition of the 1992 Disney film brings a beloved cast of characters to the stage with stunning choreography. The whole family can enjoy the classic Broadway show experience while taking a break from the crowds and sightseeing."], "price": "86.00", "rating": "4.5"},
{"title": "Whitney Museum & Edward Hopper's New York Admission Ticket", "description": ["Skip the ticket lines at New York City’s Whitney Museum of American Art, and prebook your admission ticket online. Explore the massive museum at your own pace, and take in a permanent collection that includes pieces by Edward Hopper, Georgia O'Keefe, and many others. Plus, catch temporary exhibits from around the world as you visit natural light-filled galleries, and enjoy views of the city skyline from the museum's outdoor terraces."], "price": "24.30", "rating": "4.5"},
{"title": "Gangsters and Ghosts Tour in NYC", "description": ["Discover New York City's storied past with a gangsters and ghosts walking tour. Meet your guide for a history tour with a twist and learn about the city's crimes, gangsters, back room deals, and haunted buildings. Stroll between several downtown neighborhoods including Little Italy, Chinatown, and the West Village while listening to spooky stories and mob tales."], "price": "34.02", "rating": "4.5"},
{"title": "Manhattan Architecture Yacht Cruise", "description": ["Avoid the mobs of people sightseeing on land, and opt for this Manhattan architecture yacht cruise instead. From the teak deck of the boat, learn about New York City's architectural landmarks as you circumnavigate the island and listen to the 'Around Manhattan' narration provided by members of the American Institute of Architects (AIA). One beer or glass of wine is provided, as well as soda."], "price": "103.04", "rating": "5.0"},
{"title": "The New York Pass®: 100+ Attractions including Empire State Building", "description": [], "price": "138.04", "rating": "4.0"},
{"title": "Statue of Liberty and Ellis Island Ferry Ticket optional Upgrade", "description": ["The Statue of Liberty is one of the most famous symbols of the US, and one of NYC’s most-visited attractions. Book ferry tickets in advance to avoid long lines at the Battery Park ticket booths. Choose a ticket type that suits you, from great-value flex tickets to fast-track reserve-line tickets. All options include access to Ellis Island too."], "price": "38.87", "rating": "3.5"},
{"title": "NYC Food Tour: Chinatown and Little Italy", "description": [], "price": "68.05", "rating": "4.5"},
{"title": "Radio City Christmas Spectacular Starring the Radio City Rockettes Ticket", "description": ["Kick off your holidays in style and see Radio City Music Hall transformed into a winter wonderland with tickets to the Radio City Christmas Spectacular. Enjoy dazzling choreography and high kicks from the famous Rockettes and take part in one of the city’s most beloved holiday traditions. Book your ticket in advance to avoid disappointment."], "price": "77.76", "rating": "5.0"},
{"title": "Brooklyn Dyker Heights Christmas Wonderland Bus Tour", "description": ["Discover the larger-than-life Christmas decorations of Brooklyn’s Dyker Heights neighborhood with ease on this bus tour. The provided transportation lets you cover more ground than you could independently, while staying cozy in the winter weather. Keep your camera on hand for the vibrant nativity displays, massive inflatable Santas, and the menagerie of lights that bedeck the homes of this charming Brooklyn neighborhood."], "price": "48.59", "rating": "4.5"},
{"title": "Intrepid Sea, Air and Space Museum Admission Ticket", "description": ["Gain admission to The Intrepid Sea, Air & Space Museum, New York City's only educational institution housed on an aircraft carrier. Make your way to the Hudson River to see the flight deck and more on the legendary USS ‘Intrepid.’ In addition, you’ll get up close to the first space shuttle (the ‘Enterprise’) and explore a guided missile submarine (the USS ‘Growler’). You’re connected to history and innovation through interactive exhibits and firsthand accounts — something the entire family can enjoy."], "price": "29.16", "rating": "4.5"},
{"title": "Private Statue of Liberty and Ellis Island Tour", "description": ["Get a personal introduction to the Statue of Liberty and Ellis Island on a private, half-day tour led by a local guide, and explore two of New York City’s most iconic sites at your own pace. Hear inspiring stories about the design and construction of the Statue of Liberty as you explore. Learn about the immigrants that came to Ellis Island from around the world in the fascinating Ellis Island Museum. This fully-customizable private tour is a perfect fit for families and groups with limited mobility."], "price": "184.69", "rating": "5.0"},
{"title": "Washington DC Day Tour from New York City", "description": ["Take a day trip from NYC to our nation’s capital, Washington DC. On this fully guided tour you'll travel by a Wi-Fi enabled, air conditioned Mercedes Benz Sprinter or Coach Bus. Visit the most iconic landmarks in DC including Arlington National Cemetery, Vietnam, Jefferson and Korean Memorial. You’ll stop by the White House and US Capitol to see both (Please note you will not enter the White House or US Capitol). You’ll see the best of everything Washington DC has to offer! After your tour, return back to NYC."], "price": "140.95", "rating": "4.5"},
{"title": "Chinatown and Little Italy Food Fest", "description": ["Tuck into the flavors and traditions of two of New York's top foodie neighborhoods on this Chinatown and Little Italy food tour. While exploring these neighborhoods can be overwhelming on your own, traveling with a guide enables you to focus on the food rather than worrying about getting lost. Plus, the guide takes you to off-the-beaten-path establishments where you can sample items such as homemade mozzarella and dim sum."], "price": "121.51", "rating": "5.0"},
{"title": "Manhattan Helicopter Sightseeing Tour", "description": ["Rise above the noise of Manhattan on an unforgettable helicopter ride that offers the best views in all of New York City. Soar over iconic sights like the Statue of Liberty, Central Park, the Empire State Building, Chrysler Building, and much more. It's a thrilling and affordable way to see the entire Big Apple in just 15 minutes."], "price": "203.16", "rating": "4.0"},
{"title": "Private Departure Transfer Manhattan to NYC Airports JFK EWR LGA", "description": ["Skip the stress of a taxi or shared shuttle when traveling from Manhattan to one of New York City’s airports with this reasonably priced private departure service. A professional driver picks you up at your Manhattan hotel or private residence and takes you directly to JFK International Airport, Newark International Airport, or La Guardia Airport. Travel in a comfortable sedan or minivan for a relaxed ride out of town."], "price": "37.39", "rating": "3.5"},
{"title": "Woodbury Common Premium Outlets Shopping Tour from Manhattan", "description": ["Shopping lovers can leave behind the overpriced shops in the heart of New York City and instead shop and save on a trip to Woodbury Common Premium Outlets. This tour handles all the logistics for you. Just show up at one of the convenient departure locations, spend the day shopping, and catch one of the many return busses. That way, you don’t have to worry about traffic, parking, or transportation costs."], "price": "40.83", "rating": "4.5"},
{"title": "Statue of Liberty 60-Minute Sightseeing Cruise", "description": ["Secure your ticket in advance for this Lady Liberty Sightseeing Cruise: prebooking will spare you the fuss of ticket-buying in Manhattan. Settle indoors or out, pass under the Brooklyn Bridge for views of the Statue of Liberty, Ellis Island, and Manhattan’s skyline, including One World Trade Center. Choose a departure to suit you."], "price": "28.18", "rating": "3.0"},
{"title": "Private NYC Christmas Lights Horse Carriage Ride", "description": ["See New York City during its glittering, festive best—and enjoy a romantic way to explore—on a private horse and carriage ride. Meet your driver in Midtown Manhattan, and set off after dark to make the most of the twinkling lights. You’ll glide past many Central Park highlights before heading down Fifth Avenue to admire the holiday window displays, glimpse the Rockefeller Center Christmas Tree, and more."], "price": "257.60", "rating": "5.0"},
{"title": "Early Access: First on the Island Statue of Liberty & Ellis Island", "description": ["Sail across the waters of New York’s harbor as part of the only tour group allowed on the first ferry of the day to Liberty Island. Learn the history of Lady Liberty and explore the Statue of Liberty Museum on this well-timed tour. Then, head to Ellis Island to discover the stories of the millions of immigrants who journeyed through this historic site."], "price": "67.07", "rating": "4.5"},
{"title": "Skip-the-Line Metropolitan Museum of Art - Exclusive Guided Tour", "description": ["Get a personalized introduction to New York City's legendary arts showcase with this private tour of the Metropolitan Museum of Art. Housing more than 2 million objects, this renowned institution can be overwhelming to explore, so let a private art historian guide show you the highlights from paintings by Vermeer to pop culture memorabilia. Explore at your own pace and concentrate on the museum sections that interest you most with a private tour."], "price": "112.31", "rating": "5.0"},
{"title": "Central Park Pedicab Guided Tours", "description": ["Hop aboard a pedicab—a bicycle-powered cab—for a private ride around New York City's Central Park. Enjoy the undivided attention of your guide and the chance to customize your itinerary to include four stops of your choosing among more than 20 local attractions. Riding in a pedicab will get you around the 843-acre (341-hectare) park much more efficiently than you ever could on foot."], "price": "45.69", "rating": "5.0"},
{"title": "New York Helicopter Tour: Manhattan, Brooklyn and Staten Island", "description": ["See New York City’s breathtaking skyline and the many iconic sights of the city on this helicopter flight. Soar over the Big Apple with an exclusive sightseeing tour of the Manhattan skyline and beyond, including the Empire State Building, the Chrysler Building, One World Trade Center, and Central Park, to name just a few, plus Ellis Island, the Statue of Liberty and much more. Then continue to see Brooklyn, Staten Island and more. A variety of departure times are available throughout the day to fit into almost any schedule."], "price": "358.70", "rating": "5.0"},
{"title": "New York City Landmarks Circle Line Cruise", "description": ["New York City’s landmarks are iconic masterpieces. See the city’s best sights on this relaxing sightseeing cruise. Get an incredible perspective of the Manhattan skyline, plus close-ups of the Statue of Liberty, Ellis Island, the Brooklyn Bridge and more."], "price": "35.97", "rating": "4.5"},
{"title": "Dyker Heights Brooklyn Christmas Lights Tour", "description": ["Christmas in New York City is a magical time, and some of the best festive spots in the Big Apple are Dyker Heights and Bay Ridge in Brooklyn. With this tour, head to the neighborhoods where Christmas decorations are taken to a whole new level to see the most dazzling displays; on the way back, you can enjoy views of the lit-up Manhattan skyline."], "price": "57.35", "rating": "4.5"},
{"title": "Niagara Falls in One Day from New York City", "description": ["Experience one of the country’s most famous sights with a day trip to Niagara Falls from Manhattan. See the waterfalls from many different vantage points and have some time to explore Niagara Falls State Park on your own. Get close enough to the falls to feel their mist, and have plenty of great photo ops. Plus, leave the worry of driving and navigating to your guide."], "price": "242.05", "rating": "4.0"},
{"title": "Go City: New York Explorer Pass - Choose 2, 3, 4, 5, 6, 7 or 10 attractions", "description": [], "price": "71.93", "rating": "4.0"},
{"title": "Statue of Liberty and Ellis Island Tour", "description": ["Get up close and personal with Ellis Island and the Statue of Liberty on a tour that covers two NYC landmarks. Listen to the live narration from your guide. Enjoy priority access to the ferry and get the best views of Manhattan as you cross New York Harbor by boat."], "price": "63.18", "rating": "4.5"},
{"title": "The Big Apple Helicopter Tour of New York City (17-20 Minutes)", "description": ["Get a bird's-eye view of the Big Apple and its boroughs during this scenic helicopter tour. Climb aboard your metal steed and soar over Manhattan, Staten Island, Brooklyn, Queens, and the Bronx during your flight. See more landmarks than you would if you were on foot including the Statue of Liberty, the Empire State Building, the Chrysler Building, and the Brooklyn Bridge."], "price": "251.77", "rating": "4.5"},
{"title": "The Lion King On Broadway Ticket", "description": ["Treat yourself to a visual feast at the Tony award-winning 'The Lion King' on Broadway. This acclaimed stage adaptation of the Disney classic brings the story of Simba and friends to life with music by Elton John and Tim Rice, paired with dazzling stage direction and costumes courtesy of Julie Taymor. Kids and adults both will love the extravagant animal puppetry and familiar songs like ‘Hakuna Matata.’"], "price": "124.01", "rating": "4.5"},
{"title": "Circle Line: Complete Manhattan Island Cruise", "description": ["Some of the best views of New York City's iconic skyline are from the water. This extended cruise goes all the way around Manhattan Island, affording views of the Statue of Liberty, the Brooklyn Bridge, the Empire State Building, and more. While on-board, learn about the history of the island through live commentary or purchase drinks and snacks."], "price": "42.77", "rating": "4.5"},
{"title": "New York Catacombs by Candlelight", "description": ["Go behind-the-scenes at the Basilica of St. Patrick’s Old Cathedral, and see parts of the church that are otherwise off-limits to visitors, during this catacombs tour. Meet your guide at a convenient location in Lower Manhattan, and follow them into the church. As you explore, learn all about the landmark’s place in New York history and discover the final resting place of famous New Yorkers past."], "price": "35.97", "rating": "4.5"},
{"title": "Ultimate NYC Helicopter Tour", "description": ["There's nothing like a helicopter tour to enjoy unparalleled New York City views—but most tours make you pick and choose which sights you'd like to see. On this complete NYC helicopter tour, don't miss a thing. See top attractions all over the city, from Ellis Island and the South Street Seaport, to the Brooklyn Bridge and Central Park. By the time you head back, you can truly say you've seen it all."], "price": "222.61", "rating": "3.5"},
{"title": "New York City Cocoa and Carols Holiday Cruise", "description": ["See New York’s skyline from the water—and soak up a festive atmosphere—aboard a holiday-themed cruise. Choose from several departure times, and set sail aboard an elegantly decorated yacht. As you go, discover the Statue of Liberty, Manhattan skyline, and other scenic vistas. You can also sing along to carols, listen to live jazz, nibble Christmas cookies, and enjoy a cup of spiked hot cocoa from the bar."], "price": "120.54", "rating": "5.0"},
{"title": "Standard Central Park Horse Carriage Ride (Long Loop - 45 Minutes)", "description": ["Discover the natural beauty and main attractions of Central Park during a 40-minute carriage ride. Perfect for a romantic occasion or fun-loving families, the tour is the perfect way to see the landmarks of the world famous park without getting worn out. Set a leisurely pace, the 2.5-mile trail includes views of Cherry Hill, Wollman Rink, Bethesda Fountain, Sheep Meadow, and more."], "price": "203.16", "rating": "4.5"},
{"title": "Big Bus New York Hop-On Hop-Off Open Top Tour", "description": ["See the highlights of New York City without the hassle of navigating traffic or public transportation by booking a Big Bus tour. The hop-on hop-off tour enables busy travelers to relax and enjoy the sights from the double-decker bus. Along the way, you can choose the attractions that interest you most rather than being caught up on a group tour.", "This bus tour focuses on Manhattan with upgrades for night trips, a boat ride, and Brooklyn."], "price": "52.48", "rating": "3.5"},
{"title": "Boroughs of NYC: Harlem, Bronx, Queens, Brooklyn & Coney Island", "description": ["Take a break from Manhattan’s major tourist zones on a day trip through Harlem, the Bronx, Queens, Brooklyn, and Coney Island. Avoid the hassle of planning logistics, and enjoy the views as your guide navigates the way through neighborhoods often missed by visitors. Going with a guide also ensures you spot hidden landmarks and leave with an insider’s understanding of New York’s outer boroughs."], "price": "67.07", "rating": "4.0"},
{"title": "9/11 Memorial & Ground Zero Tour with Optional 9/11 Museum Ticket", "description": ["In remembrance of the events that took place on September 11, 2001, take this 1.5-hour walking tour of Ground Zero and the National September 11 Memorial. Walk through the space of the former World Trade Center in New York City. A certified guide with a personal connection to the events of that day shares stories of tragedy and heroism. Get a deeper understanding of the events that took place here. Upgrade to add entry into the National September 11 Museum."], "price": "37.91", "rating": "4.5"},
{"title": "New York Manhattan Scenic Helicopter Tour", "description": ["New York's iconic landmarks, mighty rivers, and islands are even more impressive from the air. On this tour, soar over Manhattan’s most famous sights in a helicopter and enjoy spectacular aerial views of the Big Apple. There's plenty of time time to see Liberty Island, the Empire State Building, and Governor’s Island.", "This helicopter tour includes extra flight time so you can fly over Governor’s Island"], "price": "280.93", "rating": "4.5"},
{"title": "Washington DC Day Trip from New York City", "description": ["On this New York to Washington DC tour, check out the nation’s capital in a day with all logistics, transport, and entrance fees included so you’re totally free to focus on the sights. Traveling by comfortable minivan or bus with a guide for commentary—another advantage over an independent trip—view landmarks including the White House and Washington Monument. Plus, visit Arlington Cemetery and the Smithsonian National Museum of Natural History (while Air and Space Museum is closed due to renovations)", "See nearly all of DC's key attractions and spend time at the Air and Space Museum—a rare combo."], "price": "164.28", "rating": "4.0"}
]